{"resultData":null,"resultHTML":{"memberId":null,"volumeNo":"94","reportType":"Motions","sessionNo":"2","portfolio":null,"memberName":null,"reportVersion":"sprs3","reportStartCol":null,"sittingNo":"114","reportEndCol":null,"title":"Governance of Aljunied-Hougang Town Council","columnStart":"","parlNo":"13","reportContent":null,"columnEnd":"","reportId":"motion-1233#","score":null,"maxResult":null,"sno":null,"fullContentFlag":null,"fromMonth":null,"fromDay":null,"fromYear":null,"htmlFullContent":null,"htmlContent":null,"subtitle":"Motion","sittingDate":"5-11-2019","content":"<h6>3.01 pm</h6><p><strong>The Deputy Prime Minister and Minister for Finance (Mr Heng Swee Keat)</strong>: Mr Speaker, Sir, I beg to move, \"That this Parliament:&nbsp;</p><p>(i)\taffirms the vital importance of Members of Parliament maintaining high standards of integrity and accountability;&nbsp;</p><p>(ii)\tnotes the Judgment in <em>Aljunied-Hougang Town Council &amp; anor v Lim Swee Lian Sylvia and ors and anor suit</em> [2019] SGHC 241,&nbsp;where, amongst other things, the Court held that:</p><p>(a)\tMs Sylvia Lim (\"Ms Lim\") and Mr Low Thia Khiang (\"Mr Low\") had acted dishonestly and in breach of their fiduciary duties, and their conduct lacked integrity and candour; and</p><p>(b)\tMs Lim and Mr Low were fully aware that their conduct was of questionable legality;&nbsp;</p><p>(iii)\tnotes that Ms Lim remains Vice-Chairman of Aljunied-Hougang Town Council, and Mr Low remains an elected member of Aljunied-Hougang Town Council; and</p><p>(iv)\tcalls on Aljunied-Hougang Town Council to discharge their responsibilities to their residents by requiring&nbsp;Ms Lim and Mr Low to recuse themselves from all matters relating to, and oversight over, financial matters.&nbsp;</p><p>I have moved this Motion because of the High Court's findings. Mr Speaker, may I distribute the Supreme Court's summary of the Judgment as Annex 1 to my speech?&nbsp;The full Judgment was released to the public on 11 October 2019.</p><p><strong>Mr Speaker</strong>: Yes, please. Please proceed. [<em>A handout was distributed to hon Members</em>.]</p><p><strong>Mr Heng Swee Keat</strong>: If there is an appeal against the judgment, the Court of Appeal will decide on the merits of the appeal in due course.&nbsp;</p><p>The appeal may take months to conclude. Given the very serious findings about: (a)&nbsp;the dishonesty of particular Members of this House, and (b) the misuse and loss of public funds, the question is what is going to be done in the interim, pending the appeal, if there is one. Will the Workers' Party provide the House with any guarantees to uphold accountability and transparency between now and the appeal?&nbsp;&nbsp;</p><p>This Motion is also about the integrity and character expected of public officials and Members of Parliament.&nbsp;It pains me to move this Motion, in particular, because one of the two Members named in it is Mr Low Thia Khiang, if I may be permitted a personal note at the outset, he is someone for whom I have always had a high regard. I think many on both sides of the House share my sentiment.&nbsp;</p><p>But there are important questions of public interest to consider. I will mention just a few at the outset.</p><p>Millions of dollars of public funds are involved. The High Court has found Ms Sylvia Lim and Mr Low Thia Khiang to be dishonest and deceptive, and to have failed in their duty to the Town Council. Indeed, Ms Sylvia Lim has admitted under oath that she had lied to the public. Pending the appeal, if there is one,&nbsp;this House is entitled to ask: are Ms Sylvia Lim and Mr Low Thia Khiang going to continue to have oversight and decision-making power over public funds in the Aljunied-Hougang Town Council (AHTC)? And, what do those in charge of AHTC intend to do about the findings in the judgment?&nbsp;I should add that from February 2013 to September 2015, the Town Council included Punggol East and was known AHPETC. For simplicity, I will refer to the Town Council consistently as AHTC so as not to confuse listeners.</p><p>I will deal with the judgment and the questions raised following the judgment.</p><p>The judgment is the latest chapter in a saga that has been eight years in the making. Throughout this long time, the Workers' Party has consistently and repeatedly refused to take responsibility for the problems in its Town Council. This is lamentable. The Workers' Party town councillors have persistently resisted disclosure, offered countless excuses and made a litany of misleading statements – to the public, in Parliament and before the Courts. They have not been transparent in their dealings.&nbsp;</p><p>&nbsp;In essence, what happened is simple.&nbsp;</p><p>The Workers' Party wanted their friends to manage their Town Council. The honest and honourable thing to do, if one wants to appoint one's friends is: be transparent and open about it.&nbsp;Disclose all the facts, so that a fair decision can be made. And call an open tender, so that your friends compete with the market. And this is important – you cannot allow your friends to overcharge.&nbsp;</p><p>What the Workers' Party did was the opposite. They told untruths and manipulated the circumstances, so that FMSS would be appointed,&nbsp;whatever the case. They did not care whether FMSS was the best candidate to serve residents.&nbsp;Indeed, Mr Low said that he would have appointed FMSS, even if a cheaper, more experienced contractor had put in a bid.&nbsp;&nbsp;</p><p>To guarantee FMSS' appointment, Ms Sylvia Lim and Mr Low Thia Khiang waived the tender,&nbsp;even though the law required it. They misled their own town councillors, including their own fellow Members in the GRC and gave a false reason to them for not calling a tender.&nbsp;And they removed the existing Managing Agent (MA) and appointed their friends in FMSS, though FMSS had less experience and charged more. This overcharging, abuse of public funds, was inexcusable. What they did was in breach of their fiduciary duties, at every turn. They told untruths and distorted the facts, and knowingly sacrificed their residents' interests in favour of their friends.&nbsp;&nbsp;&nbsp;</p><p>After having misled their own town councillors to get FMSS appointed without a tender, they then repeatedly misled the public and Parliament on why they had hired their friends in this manner. They misled their own auditors too, and refused to give them documents which would have revealed the truth.</p><p>Mr Speaker, they did all this to cover up their wrongdoing. It is a tale of deception, spun out over eight years, which finally unravelled in Court – and not just in one Court. It unravelled in three different Courts, including the Court of Appeal.&nbsp;&nbsp;</p><p>The residents have suffered. Under the management of the Workers' Party's friends, the Town Council ran up deficits. A surplus of $3.3 million under the previous management, became a deficit of $2 million by the third year of the new regime. And meanwhile, their friends made big profits running into millions of dollars. Allowing your friends to help themselves to public funds – that is a tale that belongs to the Third World, not Singapore.&nbsp;</p><p>In two different trials, the Courts reached judgments that showed that the Workers' Party's Members of Parliament had misled Parliament – first in 2015, and now, in the latest judgment.</p><p>Even so, the Workers' Party maintains that they are not answerable either to the Courts or to Parliament. Indeed, they have taken the position in Court that as elected Members of Parliament, they are not answerable to the Courts for any serious mismanagement or mis-spending of public funds. Both the High Court and the Court of Appeal disagreed with this submission, which sought to place the Workers' Party Members above the law.</p><p>It was a remarkable position for the Workers' Party to take. They are saying that no matter what wrongs they commit and no matter how much public funds are misused, they are not answerable and nothing can be done to them in Court. This was said in the hope that the electorate would not pay attention to their wrongdoings. Therefore, everything could be covered up and forgotten.</p><p>How did we get to this state? Many in the House will remember that it was AHTC's own auditors who first issued a disclaimer of opinion on its accounts back in 2013.&nbsp;The auditors raised serious questions about the adequacy of the Town Council's financial and accounting systems. The responsible thing for Ms Sylvia Lim, the Workers' Party Town Council Chairman then, to have done at that moment, was to come clean, accept that there were issues, and fix them. But she did not.&nbsp;</p><p>In the next audit in 2014, they hid details of the transactions with their friends, and refused to give the documents and information to their own auditors. The auditors were alarmed and again issued a disclaimer of opinion on the Accounts. But the issues they highlighted were not rectified.</p><p>And so, in 2014, the Auditor-General carried out an audit, but like AHTC's own auditors, Auditor-General's Office (AGO) was obstructed by the Town Council. The AGO report stated that despite repeated requests for critical documents, the Town Council did not produce them. Still, the 2015 AGO report uncovered serious shortcomings, which cast doubt on whether the Town Council was properly managing public funds.&nbsp;</p><p>Parliament debated the AGO report in February 2015. Even at that point, instead of taking ownership and rectifying the problems uncovered by the AGO, the Workers' Party Members – and Ms Sylvia Lim in particular – made excuses. They repeated in this House their objections to the AGO report, objections which the AGO had already addressed. Instead of dealing with the issues, they sought to obfuscate, throw doubt on AGO, pretend that everything was fine.</p><p>The Law Minister said in this House that the conduct of Ms Sylvia Lim and her fellow town councillors was unlawful and that they were in breach of their fiduciary duties.&nbsp;Ms Sylvia Lim's response was to shout \"Rubbish\", brazenly denying their unacceptable actions using unparliamentary language.</p><p>Despite their refusal to acknowledge the issues, then Minister of National Development, Mr Khaw Boon Wan, patiently advised the Workers' Party to take immediate steps to resolve the problems. He urged them to take concrete steps to recover the losses and make restitution to their residents. And he suggested commissioning a forensic audit.</p><p>Sadly, the Workers' Party did not do anything.&nbsp;I do not know what they were expecting. Perhaps, they felt that somehow the public would forget and give them a free pass since they were an Opposition party. They were not used to running a GRC, so the public would \"give chance\".&nbsp;Indeed, shortcomings resulting from inexperience can be forgotten. But dishonesty, deliberate and repeated deception, to profit one's friends, cannot be forgiven, or swept under the carpet.&nbsp;&nbsp;</p><p>We would not be here today speaking about these judgments, if the Workers' Party, and Ms Sylvia Lim in particular, had even at this late stage in 2015, been serious about setting things straight. If they had corrected the problems, got their friends to make good the losses, it could all have been very different. But the Workers' Party refused to acknowledge the issues and flatly refused to deal with them.&nbsp;</p><p>In view of the Workers' Party's inaction, despite the debate in Parliament, MND and then HDB, applied to the High Court to deal with the matter. Both the High Court and the Court of Appeal took a serious view of the matter. Tellingly, both had sharp remarks about the Workers' Party's conduct.&nbsp;</p><p>To help Members follow the Courts' findings, I wish to distribute Annex 2 – Quotes from the Judgments – to my speech. Mr Speaker, may I have your permission to distribute the Annex?&nbsp;</p><p><strong>Mr Speaker</strong>: Yes, please. [<em>A handout was distributed to hon Members</em>.]</p><p><strong>Mr Heng Swee Keat</strong>: The High Court observed that Ms Sylvia Lim's statement in Parliament in 2015 that the Town Council had done due transfers to the sinking fund was curious because of what she had failed to mention. The Court described Ms Sylvia Lim's behaviour with the Latin phrase \"suppressio veri, suggestio falsi\" – suppression of the truth is equivalent to the suggestion of what is false.&nbsp;&nbsp;</p><p>The Court of Appeal said that it was clear that there had been breaches of the statutory requirements. It found lapses in internal controls, which exposed the Town Council to risk of loss of money or valuables; inadequate oversight of related party transactions, where key officers acted despite conflicts of interest; and that the Town Council had not seriously considered whether, and how, to recover possible sums due from wrong payments.&nbsp;</p><p>Thus, the Court had already taken a view on this matter as early as 2015, after the AGO report was debated in Parliament.&nbsp;&nbsp;</p><p>The Court of Appeal ordered the Town Council to appoint independent accountants, despite the Workers' Party's resistance.&nbsp;AHTC then responded to the Court of Appeal's order cynically, nominating accountants to do the forensic audit, but failing to provide enough information on their proposed accountants’ experience and expertise. When HDB asked for additional information, AHTC did not respond.&nbsp;&nbsp;</p><p>The Court of Appeal noted the Town Council's lack of rigour and basic due diligence in how it nominated accountants.&nbsp;On the Court of Appeal’s direction, AHTC eventually appointed KPMG LLP (KPMG).&nbsp;KPMG too uncovered serious shortcomings. Among them:&nbsp;</p><p>One, that the Town Council had not been justified to waive tender before appointing FMSS as its Managing Agent. There were conflicts of interest in the Town Council's appointment of FMSS and FMSI. FMSI, which was engaged by the Town Council to provide essential maintenance and lift rescue services, was a sole proprietorship owned by the Secretary of the Town Council, who was also part-owner of FMSS. The people that formed FMSS and FMSI were the Workers' Party’s friends – trusted, loyal supporters. FMSS' directors and shareholders were the Secretary, General Manager and Deputy General Manager of AHTC, respectively.&nbsp;&nbsp;</p><p>Two, there were pervasive control failures cutting across the key areas of governance, financial control, financial reporting, procurement and records management. I will mention three of these.</p><p>The Town Councillors relinquished an unacceptably high degree of financial responsibility to conflicted persons.&nbsp;</p><p>All of the payments to FMSS/FMSI were co-signed by the conflicted persons.&nbsp;</p><p>There were overpayments to FMSS, and payments to FMSS without certification of work performed or without the requisite co-signature of members of the Town Council.</p><p>There were also numerous breaches of the Town Councils Act and Town Council Financial Rules.&nbsp;</p><p>In the meantime, PricewaterhouseCoopers (PwC) – retained by Pasir Ris-Punggol Town Council (PRPTC) after Punggol East became part of PRPTC after the 2015 General Election – submitted its own report. It too raised questions similar to KPMG. Again, it found that AHTC had not been transparent,&nbsp;and had delayed granting PwC access to all necessary documents and information.&nbsp;</p><p>In view of these serious flaws, the Court of Appeal then directed the Town Council to appoint an independent panel (IP) to take such action as may be appropriate to safeguard residents' interests.&nbsp;</p><p>The Workers’ Party chose the Members of the Independent PaneI. It appointed the Independent Panel. HDB was consulted and had no objections.&nbsp;Mr Pritam Singh, on behalf of AHTC, welcomed the appointments and called the independent members \"eminent\", as indeed they were. Chaired by Mr Philip Jeyaretnam Senior Counsel, the other two members of the Independent Panel were Mr N Sreenivasan Senior Counsel and Mr Ong Pang Thye, Managing Partner of KPMG.</p><p>The Independent Panel went through the facts and concluded that Town Council’s monies had been wrongly spent. On behalf of the Town Council, it decided to sue the key persons involved – including Mr Low Thia Khiang, Ms Sylvia Lim and Mr Pritam Singh – for losses arising from wrongful payments by the Town Council.</p><p>Mr Speaker, Sir, I must emphasise: it was not MND or HDB that sued Mr Low Thia Khiang, Ms Sylvia Lim and Mr Pritam Singh. It was the Independent Panel that did so. The Independent Panel appointed by AHTC, acting on behalf of AHTC, sued AHTC's councillors.&nbsp;</p><p>This is how we got here today.&nbsp;The Workers' Party has persistently refused over eight years to be transparent about what it had done. At numerous points over the last eight years, they could have acted.&nbsp;</p><p>In 2013, they could have acted after their own auditors issued reports, before the AGO stepped in.&nbsp;In 2015, they could have acted when AGO made its report and Parliament debated the matter.&nbsp;In 2016 and 2017, they could have acted when KPMG and PwC issued their reports.&nbsp;</p><p>But, at every turn, at every turn of the way, there was obfuscation instead of transparency; resistance instead of accountability; denial instead of honesty.</p><p>Hence, the matter came before the Courts to decide. Following a 17-day trial, the Court issued a 329-page judgment, which established the following important facts and conclusions:</p><p>One, contrary to the Workers' Party's claims, including claims made in Parliament, there was no urgency that warranted the waiver of the tenders for the Managing Agent and services under the Essential Maintenance Service Unit (EMSU).&nbsp;</p><p>The Court found that Mr Low Thia Khiang and Ms Sylvia Lim had deliberately delayed calling a tender in order to provide themselves with a convenient, but false, excuse to waive the tender.</p><p>In the trial, the Workers' Party accepted that they only needed two months to call a tender. They could have asked CPG, the previous Managing Agent, to continue providing Managing Agent services for far longer than that.</p><p>They had ample time to call for a tender, but deliberately delayed doing so, in order to create an excuse not to call a tender. This conduct is inexcusable.&nbsp;</p><p>In fact, the Court found that here had never been any intention to call a tender in the first place.The two Workers' Party Members of Parliament had already decided on FMSS within days of the 2011 General Election, and had hid that fact from other councillors.</p><p>They were determined to appoint their friends.&nbsp;They admitted in Court that they had decided to engage FMSS. They also admitted that they had rejected other parties who were interested in providing Managing Agent services.&nbsp;</p><p>As I said earlier, if one wants to appoint one's friends, there is a proper, transparent process to do so.&nbsp;</p><p>The Workers' Party deliberately chose the wrong way – and the two hid the truth from their own town councillors and the public.&nbsp;&nbsp;</p><p>Among the Workers' Party Town Councillors, they had one experienced town councillor who had been Chairman of another Town Council for 20 years and they had three lawyers. They should have known that a tender could only be waived under very special circumstances – and they should also have known that these special circumstances did not exist when they waived tender in this case.&nbsp;</p><p>If they had called a tender and their trusted friends had been the only bidders, they could then have appointed their friends. Even if there had been several bids, they could have still chosen to appoint their friends, provided they acted honestly and properly: explain why they were appointing their friends, record the reasons in the Minutes and be prepared to defend the reasons in public.</p><p>But they admitted in Court that if a tender had been called, there was a risk that someone else might have put in a bid. Indeed, there were other parties that had expressed an interest to provide Managing Agent services to AHTC. They admitted that if someone had put in a bid better than FMSS', they would have been duty-bound to consider the bid. And they knew that FMSS would not have got the job if they had said they would only accept the better bid.&nbsp;</p><p>So, they were not prepared to take the risk that would have come from being honest: appoint their friends despite receiving better bids from others; and explain to the public why they have done so. But they were prepared to run the risk that came from being dishonest: And so they claimed they had no time to call a tender, so that they could appoint FMSS without a tender.</p><p>&nbsp;As I said, the right way was to go before the tender and contracts committee to justify the decision to appoint their friends, and have their reasons documented.&nbsp;</p><p>Furthermore – and this is extremely important – if they want to appoint their friends then they should have made sure that their friends charged less – and not more – than their previous Managing Agent. The previous Managing Agent was an established institution, while their friends had set up a fledgling company, which, as they admitted in Court, had no experience in managing a town the size of AHTC.&nbsp;</p><p>The Court found that Mr Low Thia Khiang and Ms Sylvia Lim had been fully aware that their conduct regarding the waiver of the tender was of \"questionable integrity”. And to cover up their wrongdoing, they consciously and deliberately misled their own fellow town councillors, their own auditors, their constituents, and Parliament. As the High Court put it, there was a \"deliberate and calculated\" plan to&nbsp;– I quote&nbsp;– \"cloak\" and \"camouflage\" their wrongdoing.</p><p>Mr Speaker, Sir, this is a most serious finding. It means they knew that what they were doing was wrong, but nevertheless persisted in the wrong. And they deliberately set out to mislead everyone – including their own colleagues in the Town Council – so as to hide their wrongdoing.</p><p>Mr Speaker, I would now like to distribute Annex 3 to my speech. May I have your approval?</p><p><strong>Mr Speaker</strong>: Yes, please. [<em>A handout was distributed to hon Members.</em>]</p><p><strong>Mr Heng Swee Keat</strong>:&nbsp;Annex 3 is a compilation of the Workers' Party's misleading statements. The Workers' Party misled their own Town Councillors.&nbsp;</p><p>They deliberately kept the decision to appoint FMSS away from a Town Council meeting. Instead they delegated authority to Ms Sylvia Lim, so as to keep the other Town Councillors in the dark.&nbsp;They concealed their true motives from the rest of the Town Councillors.</p><p>The Workers' Party misled their own auditors.&nbsp;Most disturbingly, Ms Sylvia Lim asked Ms How Weng Fan and Mr Danny Loh to sanitise the report on FMSS' appointment as Managing Agent so it could, I quote, \"pass the auditors' eyes\". And she is a lawyer.</p><p>Mr Danny Loh was asked to draft the report.&nbsp;Ms How Weng Fan and Mr Danny Loh were the very officers and shareholders whose appointment was to be approved without tender. And here were Mr Low Thia Khiang and Ms Sylvia Lim asking them to draft the comment on a report concerning their own appointment.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>&nbsp;The Judge considered this to be extraordinary and stated these actions cast serious doubt on their honesty and integrity.&nbsp;</p><p>The Workers' Party misled the public. In the Town Council's press release on 5 August 2011 concerning the appointment of FMSS, they falsely asserted that there was no time to call a tender. The judge found that this misled the public and the very constituents the Members of Parliament were elected to serve. As the Judge put it, and I quote, \"There was a concerted attempt to cloak the appointment of FMSS with a veneer of propriety\", \"in order to camouflage its true motive\".</p><p>The press release also falsely asserted that AHTC did not incur additional Managing Agent fees from appointing FMSS. Under cross-examination, Ms Sylvia Lim admitted that this was \"not accurate\", before finally admitting \"it is not true\", and that she knew it was not true. She then had to agree that she had lied in the press release, which was disseminated to all Singaporeans, including the residents of AHTC.&nbsp;</p><p>The Workers' Party misled Parliament. The Judge found that it was not sufficiently urgent to justify waiver of tender. This means that when the Workers' Party told Parliament in 2015 that they waived tender because of urgency, they were misleading Parliament. Ms Sylvia Lim said in Parliament in 2015, I quote, \"For the first contract in 2011 for managing agent services, it was triggered as the incumbent Managing Agent, CPG Facilities Management, asked to be released from the contract with the Town Council for business reasons. There was an urgent need to put in place a computer system due to the termination of the former system in use.\"</p><p>The judgment was crystal clear on this, and I quote, \"There was no urgency or public interest that warranted the waiver of tender. It was neither CPG's announcement on 30 May 2011 nor AIM's withdrawal of the&nbsp;Town Council Management System (TCMS) that resulted in tender being waived.\" In waiving tender, Ms Sylvia Lim and Mr Low Thia Khiang's, and I quote, \"conduct was improper and the attempt to cloak the same with a veneer of truth and credibility collectively leads to the conclusion that they had not acted honestly\".</p><p>Mr Speaker, Sir, why were there so many false and misleading statements? When one reads the record – the AGO report, the KPMG report, the PwC reports, three Court judgments – you will find misleading statements made by the Workers' Party Members of Parliament piling up.&nbsp;</p><p>In sum, waiver of tender was not justified but they did this to appoint their friends. They knew that this was wrong and thus misled their own town councillors, misled their own auditors, misled the public and misled Parliament to hide their wrongdoing.&nbsp;&nbsp;</p><p>Ms Sylvia Lim and Mr Low Thia Khiang not only misled Parliament. They also knowingly allowed Mr Pritam Singh to mislead Parliament. Mr Pritam Singh said in 2015, and I quote, \"Where FMSS is a tenderer in a tender called by the Town Council, as was the case in 2011 for the Managing Agent contract, FMSS is kept at an arm's length and a China wall is built between FMSS and the Town Council\". We now know this to be false. The Court found How Weng Fan had been heavily involved since early May 2011, soon after the General Election, in setting up FMSS and in the plot to keep CPG Facilities Management in the dark.</p><p>She was even involved in the preparation of the FMSS letter of intent and, as I noted earlier, in sanitising the report on FMSS' appointment as Managing Agent, for the auditors. Ms Sylvia Lim and Mr Low Thia Khiang knew very well they had not kept How at arm’s length. Yet, they let Mr Pritam Singh mislead this House without correcting him. When the Workers' Party leaders let their own Members of Parliament mislead Parliament on their behalf, what does this say about the Workers' Party's integrity and values?&nbsp;</p><p>The Workers’ Party also misled Parliament that their safeguards for transactions with their friends were adequate. Ms Sylvia Lim told this House in 2015, and I quote, \"It was the policy that no cheque to FMSS of whatever amount could be issued unless either the Town Council Chairman or one of the Vice Chairmen co-signed the cheque. Thus, it was not possible for FMSS to pay itself unless it was authorised by the Town Council Chair or Vice Chair who have no interest in FMSS whatsoever.\"</p><p>Mr Png Eng Huat said, and I quote, \"Our Managing Agent cannot make payments to themselves for the above services without the Chairman or one of the Vice Chairmen to co-sign the cheque.\"</p><p>These are half-truths at best because in reality, there was no standing instruction that co-signatures were required on cheques for payments to FMSI, the EMSU provider. In fact, these claims are entirely untrue. Ms Sylvia Lim admitted to the Court that she did not personally check that each payment was justified. Despite all the reassurances they gave, there were payments to FMSS without the requisite co-signature of members of the Town Council.</p><p>Mr Speaker, Sir, everything I have presented is based on objective facts, as established in Court, after having heard the defendants under oath. The Court found that Mr Low Thia Khiang and Ms Sylvia Lim had breached their fiduciary duties,&nbsp;had not been honest and questioned their integrity and lack of candour and transparency. Ms Sylvia Lim remains a Vice Chairman of AHTC while Mr Low Thia Khiang is a member of AHTC.</p><p>More than three weeks have passed since the Court judgment. The Workers' Party has been totally silent on this matter. So has AHTC. This is why I have to ask in Parliament, what does the current Chairman of AHTC Mr Faisal Manap intend to do? At the minimum, will he apologise to residents of Aljunied and Hougang for letting them down? An apology would be the first step, a belated recognition that they had let residents down and an intention to put things right. Is he going to require the Members of Parliament so severely judged and found wanting by the Court to recuse themselves from the Town Council’s affairs, pending the disposal of any appeal they may file?</p><p>Very serious adverse findings were made against them – findings that go to the heart of the integrity of these Members of Parliament and the deceptive manner in which they conducted the Town Council’s affairs. How can they remain in charge of the Town Council's affairs as if it is business as usual? At the very least, should not the Chairman and other town councillors require them to recuse themselves from handling the Town Council’s financial matters, as called for in this Motion?&nbsp;</p><p>Until the appeal, if any, is over, will Mr Faisal Manap remove Ms Sylvia Lim as a Vice Chairman? Or will he allow her to continue to be in a position where she can co-sign cheques on behalf of AHTC? If AHTC were a company, Ms Sylvia Lim and Mr Low Thia Khiang would, at the very least, have been interdicted – prohibited or restrained from acting – pending their appeal. Most likely, they would have been forced to leave the company a long time ago – when AGO and then KPMG made their findings – instead of being allowed to carry on, in the same roles and enjoying the same degree of financial oversight over public funds. If they were members of a professional body – and many Members of this House are members of professional bodies&nbsp;– their acts of dishonesty would have brought them before a disciplinary tribunal. As the earlier judgment of the High Court noted, they might have been exposed to civil liability or, in an extreme scenario, to criminal liability.&nbsp;&nbsp;</p><p>In light of how they have misled this House and the absence of a response by the Town Council, I would like to know what, if anything, the Workers' Party's remaining Members of Parliament and&nbsp;Non-Constituency Members of Parliament propose to do about these findings pending any appeal. Will they at long last be conducting their own investigations or will they continue to duck, dodge and deny?</p><p>As Secretary-General and Chairman, respectively, of the Workers' Party, Mr Pritam Singh and Ms Sylvia Lim are responsible for party standards and discipline. Both are themselves involved in the AHTC problem. But it is still their duty to act for the Workers' Party. Will they apologise on behalf of the Workers' Party? Will they direct Mr Faisal Manap to do the right thing to protect AHTC's governance? Will they temporarily stand aside themselves and allow some other Workers' Party's Central Executive Committee (CEC) member to take charge of this matter&nbsp;– again a standard practice in the corporate world.</p><p>If nothing is done from now till the appeal is concluded, we will be forced to conclude that the Workers' Party by its inaction, in fact, endorses the dishonest conduct and the breach of the fiduciary duties that has already occurred and is complicit in the wrongdoing.&nbsp;</p><p>I hope that the Workers' Party will take action. There were other financial and governance lapses which occurred in AHTC. The Workers' Party has put them right, albeit after a very long delay and after denying and resisting for many years. In doing so, the Workers' Party has shown that they are, in fact, capable of taking steps to put their house in order when further obfuscation and delay at last becomes untenable. Last year, KPMG found that AHTC had finally resolved all the lapses flagged in past audits since 2013. I have detailed earlier how the Workers' Party initially resisted the appointment of any independent auditor, then resisted the appointment of a Big Four accounting firm. Finally, with the Court intervening and with the Government’s offering to pay for the accountant, KPMG was appointed.</p><p>Almost two years after KMPG was appointed, AHTC finally cleared the audit. I am sure that the town councillors will agree that they are the better for the audit and that their controls and processes are now much safer. Sometimes, a bitter pill has to be taken so a sick system can be returned to health.</p><p>Similarly, now that honesty, integrity, candour and transparency of some of the most senior Workers' Party members have been called into serious question – by the High Court no less – will the Workers' Party be willing to swallow another bitter pill and take action? If the Workers' Party wants the privilege of representing Singaporeans in Parliament, they cannot be silent on this.</p><p>Beyond the specific facts of this case, this episode reminds us of the need for integrity and probity. We hope that the Workers' Party Members of Parliament, and all Non-Constituency Members of Parliament and Nominated Members of Parliament, will agree that Members of Parliament should be held to the following standards in Singapore.</p><p>Members of Parliament should not mislead their fellow town councillors, or hide things from them;</p><p>Members of Parliament should not mislead the public;</p><p>Members of Parliament should not mislead Parliament;</p><p>Members of Parliament should not mislead the Court;</p><p>Members of Parliament should not let their friends make money at the public's expense; and&nbsp;</p><p>Members of Parliament should always act with integrity; and with candour and transparency.</p><p>I am moving this Motion because integrity is of the utmost importance in elected officials. Singapore has succeeded only because we have maintained a culture of honesty and integrity in the public service. Those who participate in politics must be honest, upright people who can be trusted to uphold the public interest, speak the truth even at a cost to themselves and admit their mistakes when they have done wrong. They have to uphold these principles even when it is politically inconvenient to do so. And we need to do this, whether you are a Government or opposition Member of Parliament, whether you represent a constituency in Parliament, or are a Non-Constituency Member of Parliament or Nominated Member of Parliament.&nbsp;&nbsp;</p><p>Because if we cannot trust a politician to tell the truth, we cannot trust him to safeguard public funds, to put the public interest ahead of personal gain, or to make decisions in the best interests of Singapore and Singaporeans.&nbsp;</p><p>For this reason, we have always taken any accusations of dishonesty against political leaders very seriously. Certainly, the 4G PAP leaders intend to continue maintaining the high standards which we have achieved and upheld for so many years, since the PAP first formed the Government in 1959. For we must ensure that Members of Parliament, both Government and Opposition, are men and women of integrity. It is in the vital interest of Singapore and Singaporeans for Members of the Opposition also to be persons of integrity, and not people who cannot be trusted with public funds, much less national responsibilities.</p><p>I might add, Mr Speaker, that we have had such upright, honourable men among the Opposition. I might mention Mr David Marshall, Mr AP Rajah and Mr Chiam See Tong. If I might be permitted another personal note, Mr Low Thia Khiang ran his own Town Council well when he was Member of Parliament for Hougang.&nbsp;</p><p>Each of our Prime Ministers – Mr Lee Kuan Yew, Mr Goh Chok Tong and our current Prime Minister – has espoused and upheld the values of honesty, transparency and integrity. Each made integrity, honesty and incorruptibility fundamental values in Government. And they walked the talk.&nbsp;If any PAP Minister or Member of Parliament is accused of lying, the Prime Minister would do a thorough investigation. And if they were found dishonest, serious consequences would inevitably follow.&nbsp;</p><p>The Court has made very serious and severe statements about Mr Low Thia Khiang and Ms Sylvia Lim. It concluded that their conduct of Town Council matters lacked candour and transparency and that they had not acted honestly and with integrity.</p><p>Imagine if a Court had made such findings against PAP town councillors. Is it even conceivable that a PAP Member of Parliament whom the Court has described in these terms, can remain in the Town Council and continue handling public funds, as if nothing had happened? At the very least, he would have been asked to go on leave, pending any effort to clear his name through an Appeal.</p><p>What sort of questions would the Workers Party be asking the PAP? What sort of demands would they be making of the Government? The Opposition must hold themselves to the same standards that they rightly apply to the Government.</p><p>This is, in fact, precisely why we have our system of Town Councils. It is an important way Singaporeans can&nbsp;judge for themselves who deserves to be given the responsibility to run the country, whether it is a Government Member of Parliament or an Opposition Member of Parliament. It allows them to identify which Members of Parliament and which political parties, can walk the talk, manage public monies and show that they can actually get things done.</p><p>Town Councils allow political parties to prove their mettle even if they are not the Government. If a party can manage a Town Council well, it proves its competence to conduct good, clean, administration. And their leaders can show that they are credible and deserve to be entrusted with broader responsibilities. If not, it is just as well that everybody finds out early, before too much damage is done. Indeed, as I just noted, Mr Low Thia Khiang himself won his spurs when he was Member of Parliament for Hougang and ran its Town Council. Similarly, Mr Chiam See Tong in running Potong Pasir's Town Council.&nbsp;</p><p>So, when the Workers' Party argues against the Town Council system instead of putting right their lapses, what does it mean? Do they think the Opposition only exists to poke holes in Government policy, bandy around the slogan of \"First World Parliament\" but shoulder no other responsibility for residents? Do they think Opposition Members of Parliament should not be held to the same standard as Government Members of Parliament, even though at each election, we are asking the same thing of voters – their trust? Surely, this is not the sort of Opposition that Singaporeans need.</p><p>The Workers' Party cannot stay silent on this. Almost four weeks have passed since the judgment was published. In all that time, the Workers' Party have said nothing. They have not apologised for the shortcomings that the Courts – and before the Courts, AGO and KPMG – have established. They have not accounted for their dishonesties and untruths. Nor have they have said whether they intend to put right the many wrongs that the Court has uncovered, and if so how.</p><p>This is not the way to conduct yourself in politics. Trust between the electorate and elected officials is vital in democratic societies. When trust breaks down, the people will feel that their leaders are disconnected and only seem to be looking after themselves and their friends. We see this happening in many countries. We must never let this happen in Singapore.&nbsp;</p><p>This is a long account. I thank Members of this House for your patience.&nbsp;Mr Speaker, please allow me to say a few points in Mandarin.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20191105/vernacular-Heng Swee Keat Motion AHTC 5Nov 2019-Chinese (003)v2.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em> </em>I move this Motion today because for elected officials, integrity is of the utmost importance. The High Court has found Ms Sylvia Lim and Mr Low Thia Khiang to be dishonest and intransparent, and to have failed in their fiduciary duties to the Aljunied-Hougang Town Council (AHTC). Whether or not they will eventually appeal, they should recuse themselves from dealing with all financial matters in AHTC.&nbsp;</p><p>This saga has been going on for eight years, involving millions of dollars in public funds. Audit reports from AGO, KPMG and PwC, the suit brought to the Court by the independent panel appointed by AHTC itself, and the Court hearings, have all shown that these two Members of Parliament have committed wrongdoings.&nbsp;</p><p>At numerous points over the last eight years, they could have admitted their wrongdoings and acted. However, they did not do so. On the contrary, they either repeatedly camouflaged their wrongdoings, misled the public, or remained silent, hoping that everyone will forget their wrongdoings over time.</p><p>The Workers' Party won the Aljunied GRC at the 2011 General Election. It is understandable that they wanted to appoint a company that they can trust to manage the Town Council. However, Ms Sylvia Lim and Mr Low Thia Khiang did not follow the proper procedures. For example, they should have called an open tender, assessed all the bids and recorded the reasons for appointing FM Solutions and Services (FMSS) in the minutes of the Town Council meetings. Instead, they appointed their friends to run the Town Council without calling for an open tender, and deliberately hid this plan from their own town councillors. In the process, FMSS had made huge profits.&nbsp;</p><p>What is even more worrying is that, when they were exposed, they were not willing to bear the responsibility for their actions. Instead, they continued to confuse people, made things difficult for the auditors, and misled the Courts, Parliament, residents and even the public.&nbsp;</p><p>Nearly four weeks have passed since the Court’s judgment. The Workers' Party has remained silent. They have let their residents of Aljunied and Hougang down. They have not apologised to them. They have not asked Ms Sylvia Lim and Mr Low Thia Khiang to recuse themselves from dealing with financial matters of the Town Council. If the Workers' Party continues to remain silent and do nothing, we will be forced to conclude that the Workers' Party endorses the dishonest conduct and the breach of the fiduciary duties that has already occurred.</p><p>I hope that the Workers' Party will do the right thing and correct the financial and governance lapses. Sometimes, a bitter pill has to be taken to solve the root of the problems. If the Workers' Party wants the privilege of representing Singaporeans, they cannot remain silent now.&nbsp;</p><p>The integrity of elected officials is of the utmost important to Singaporeans. Singapore's system of governance is based on integrity and accountability. We must uphold it. Let me repeat that Singapore’s system of governance is based on integrity and accountability. We must uphold it.&nbsp;</p><p>Those who participate in politics must be honest and upright in order to win the&nbsp;trust of the people and serve them. They should admit their mistakes when they have done wrong and correct them, even at a cost to themselves. In many countries, the lack of integrity in politicians has become a norm. If the politician cannot be trusted, it will be difficult for him to build a relationship of mutual trust with hte public. If the public do not trust him, they will not believe that he can put public interest ahead of personal gains and make the best decisions in the interest of the people.&nbsp;</p><p>Since independence, our political and public service leaders have always upheld the fundamental value and princple of integrity. As a result, Singapore is able to make continuous progress and succeed. This will continue to be important for Singapore’s future. Whether you are a Government Member of Parliament, an Opposition Member of Parliament, a Non-Constituency Member of Parliament or Nominated Member of Parliament, you must agree that integrity is our core value.</p><p>We have to ensure that the fourth generation leaders uphold a system of incorruptibility and integrity, and to maintain high standards which we have achieved since the People’s Action Party formed the government. If a People’s Action Party Member of Parliament makes a mistake, the Prime Minister would do a thorough investigation.</p><p>Ms Sylvia Lim is a lawyer, but she has committed these wrongdoings knowingly. Mr Low is a seasoned politician. He has managed the Hougang Town Council well for over 20 years. I always had a high regard of him. So, it pains me when I saw the Court's Judgment on Mr Low Thia Khiang.</p><p>Finally, let me stress that integrity and character are very important to Members of Parliament and public officers. We must set ourselves as good examples, and uphold integrity, honesty, incorruptibility as our fundamental values.&nbsp;</p><p>I call on AHTC to discharge their responsibilities to their residents by requiring Ms Sylvia Lim and Mr Low Thia Khiang to recuse themselves from all matters relating to financial matters.&nbsp;</p><p><em>(In English)</em>:&nbsp;Mr Speaker, to sum up what this Motion is about, it is about integrity and character expected of public officials and Members of Parliament. In politics, we must uphold the fundamental values of integrity, honesty and incorruptibility. Not by words, but by deeds.&nbsp;</p><p>We know the words of the Workers' Party. They claim to stand for transparency and accountability. But now, after eight long years, we know that their deeds show the contrary. They appointed their friends to manage the Town Council at the higher cost than the previous Managing Agent. They concealed the real facts and manipulated the circumstances of this appointment, even to the extent of misleading their fellow town councillors.</p><p>They then told the public, their auditors and Parliament untruths about these circumstances. They refused to give auditors documents, documents that might have shed light on their wrongdoing. Even after these facts were uncovered by independent auditors, they took no action. It took the Independent Panel that they appointed to finally bring them to Court to set things straight.&nbsp;And even before the Court, they continued to perpetuate untruths.</p><p>The consequences of what the Workers' Party councillors have done, have fallen on the residents. Under the management of FMSS, the Town Council ran up deficits of up to $2 million by the third year. Meanwhile, their friends, FMSS, made a profit of $3.2 million in their second year.&nbsp;</p><p>Even after all this has been made public, the Workers' Party has stayed silent.&nbsp;Maybe they hope that Singaporeans will forget or forgive them.&nbsp;Playing the victim or the underdog may be par for the course in politics, but there are important matters at stake – public funds, residents’ monies, the estates that Singaporeans come home to. We cannot sweep things under the carpet.&nbsp;</p><p>All that this House is asking, is for Ms Sylvia Lim and Mr Low Thia Khiang to recuse themselves from dealing with or having oversight over financial matters, until the Court case is concluded.&nbsp;Given the Court’s findings, this is the least that they can do.&nbsp;</p><p>So, it falls on all Members of this House to ask the Workers' Party what it intends to do, to put its own house in order.&nbsp;Mr Speaker, Sir, I beg to move.</p><p>[(proc text) Question proposed. (proc text)]</p><h6>4.05 pm</h6><p><strong>Ms Sylvia Lim (Aljunied)</strong>:&nbsp;Thank you, Mr Speaker. Clarifications for Deputy Prime Minister Mr Heng.&nbsp;The first clarification is: in his speech, he mentioned that millions have been lost, if I heard him correctly. My question to him is: is this a finding of the Court? Or does this remain an allegation? That is the first clarification.</p><p>Secondly, he suggested or asserted that in the conduct of proceedings, not just this judgment that is being mentioned, but prior to that, the Workers' Party had taken the position that we do not owe any explanations to anyone and that we are not accountable. Does he not know that our consistent position has been that we owe statutory duties under the Town Councils Act? Related to that, is he aware that this judgment of the High Court actually makes new law? If he looks at the summary from paragraph 6 onwards that he handed out to the House just now, the Court actually goes into explaining why it is actually making a finding that fiduciary duties apply in the context of Town Councils which has never been the settled law.</p><p>The third clarification is, he seemed to suggest that we had obstructed the Auditor-General's Office (AGO) in its work. I hope that he can clarify that because I do not think that the AGO actually said anything of that nature.</p><p>Fourth, he kept repeating that we had hidden documents from auditors which, if produced, would have revealed the truth. Can he explain what exactly he is talking about?</p><p>Finally, I think towards the end, he mentioned that we had argued against the Town Council’s system. I do not know what he was referring to. So, could he please clarify?</p><h6>4.07 pm</h6><p><strong>Mr Heng Swee Keat</strong>: Ms Sylvia Lim asked the point about the money has been lost. I have mentioned in my speech that the Court's findings have been very clear that you have contracts worth millions of dollars which have been awarded under circumstances for which it was not quite justified. The findings have been very clear in two auditors' reports and in the Court findings.</p><p><strong>Ms Sylvia Lim</strong>: You mentioned that millions have been lost.</p><p><strong>Mr Heng Swee Keat</strong>: No, I did not say that millions had been lost.&nbsp;Let me check that point.</p><p>Let me go on to your second point that the High Court made new laws. No, in fact, the High Court judgment, and you are a lawyer; you have read the High Court judgment carefully. The High Court spent a lot of time looking at the question of what duties you owed – fiduciary duties that the town councillors owed to the Town Council, and the judgment was very clear on this point. The Court did not make new law; the law has been there.</p><p>On the AGO's nature, you said well, in what way did you not reveal documents to the AGO. The fact is that there were many documents that were asked for, but the Town Council did not provide. Despite that, the AGO had important findings that merited actions. So, there were documents which were asked for which you did not provide.</p><p>Fourth and finally, you asked about the auditors. Can I clarify what you asked about the auditors again? Your fourth point?</p><p><strong>Ms Sylvia Lim</strong>: Yes, Mr Speaker, what I had asked was. I think Deputy Prime Minister Mr Heng mentioned repeatedly that we had apparently hidden documents from auditors which, if produced, would have revealed the truth. I believed this phrase came out more than once. So, may I ask what he is referring to?</p><p><strong>Mr Heng Swee Keat</strong>:&nbsp;Many documents were produced during the Court of Appeal hearing and also during the various Court procedures. It was only when the emails were produced that was revealed the truth on how FMSS was appointed. Do you not recall emails for which you had said that you had asked Ms How to hide the truth on their appointment? Those are important documents. At the end of it, while you argued about the Town Council system, you have earlier on in Parliament said that, in electioneering, you have talked about how the Town Council system disadvantaged opposition parties.</p><p><strong>Mr Speaker</strong>: Mr Png Eng Huat.</p><p><strong>Mr Png Eng Huat (Hougang)</strong>: I would like to seek clarification from&nbsp;Deputy Prime Minister. Just now he said that when we co-sign cheques, he seemed to imply that one can encash a cheque with just one signatory under AHTC. You said that what we said that cheques had to be co-signed either by the Chairman or either one of the Vice Chair is not the truth. So, is the Deputy Prime Minister implying that cheques can be encashed with just one signature even though we set it up as two signatures must be there before we can encash the cheque under AHTC?</p><p><strong>Mr Heng Swee Keat</strong>:&nbsp;Well, the Workers' Party Members have asked a whole series of questions on details. But, let me get back to why I moved this Motion.</p><p>I moved this Motion because this is a question integrity. This is a question of the way that we deal honestly in Parliament, with our residents, with the public and with our fellow town councillors.&nbsp;</p><p>I have asked very serious questions about how the transactions were done. I have pointed out very serious findings in all the audit reports, in all the High Court findings, in the Court of Appeal findings, but both of you have just stood up to ask me a series of little details.</p><p>I would like to ask you to answer this question. I have asked that all this House is asking is for Ms Sylvia Lim and Mr Low Thia Khiang to recuse themselves from dealing with or having oversight over financial matters until the Court case is ended.</p><p>I have asked questions of Mr Faisal Manap as to what you as chairman of the Town Council would do. I have asked Mr Pritam Singh, as secretary-general of the party and Ms Lim as Chairman of the party what you intend to do given these serious findings.</p><p>You have an interest to ensure that our system of governance in Singapore remains upright, that we have integrity in system that elected Members of Parliament must be honest and upright in their dealings. But instead, you have asked me a whole range of other questions – about whether it is one signature or two signatures. My goodness.</p><p><strong>Mr Png Eng Huat</strong>: Mr Speaker, Sir, if you say that someone can encash a cheque with one signature instead of two, as what we have said, it is a question of integrity.</p><p><strong>Mr Heng Swee Keat</strong>: Yes, but you see, the main question that I have asked is: the findings are that even on the question of signature of cheques, Ms Lim has admitted that you have not gone through every transaction. So, I am just asking you to stick to the main point and not detract. I do not think that this is what we should be debating in this House – whether it is this path or that path – when the main issue that you ought to answer has not been answered. I would like an answer.</p><p><strong>Mr Speaker</strong>: Ms Sylvia Lim.</p><p><strong>Ms Sylvia Lim</strong>:&nbsp;Mr Speaker, Deputy Prime Minister Mr Heng Swee Keat's filing of this Motion at this point in time is telling but premature.</p><p>Let me explain why.&nbsp;The PAP Government is clearly excited about certain findings and comments contained in the High Court judgment issued on 11 October 2019. These are findings in relation to certain actions taken by some of us in the aftermath of the 2011 General Election.</p><p>However, as the Deputy Prime Minister himself pointed out, Singapore has a Court structure that subjects High Court judgments to possible appeal to the Court of Appeal. This avenue of appeal enables parties who are aggrieved by judgments of the High Court to seek review of the findings by the Court of Appeal. The Court of Appeal, consisting of at least three Judges of Appeal, will review the findings at the trial and may affirm, revise or vary the findings. If I might quote from the Supreme Court of Judicature Act, it is stated that \"the Court of Appeal may draw inferences of facts and give any judgment and make any order which ought to have been given or made, and make such further or other orders as the case requires\".</p><p>Sir, the judgment referred to in this Motion was delivered on 11 October. Under the applicable procedures, any party who is dissatisfied with the judgment can file a notice of appeal within one month. In this case, the deadline for filing the appeal is 11 November, which is next Monday.</p><p>We have been studying the judgment with our lawyers since it was released. And I can inform the House today that we have decided to appeal the judgment to the Court of Appeal. We are still within the timeframe to do so and it will be filed by 11 November.</p><p>Accordingly, the Deputy Prime Minister acted prematurely in his decision to file the Motion and I ask the House to reject it. Whatever the trial judge has decided is subject to review by the Court of Appeal. This is a civil proceeding and involves novel points of law. In contrary to what I think the Deputy Prime Minister had suggested, it has not been decided as to whether any loss has been caused to the Town Council. And on this point, I should this in perspective by referring to the summary which Deputy Prime Minister Heng distributed earlier – Annex 1, paragraph 27&nbsp;– where the Judge states or it is summarised quite clearly that the legal burden of proving list falls upon the plaintiff. So, this point has not been decided as to whether loss has been proven.</p><p>Mr Speaker, as Members of Parliament, Mr Low Thia Khiang and I have duties to discharge, and this Motion appears to be aimed at curtailing us from discharging our duties while the case is still pending for final adjudication. We are still pursuing the matter through the Courts and we thank everyone who has stood by us and helped us in our quest for justice.</p><h6>4.20 pm</h6><p><strong>The Senior Minister of State for Health and Law (Mr Edwin Tong Chun Fai)</strong>: Mr Speaker, the Deputy Prime Minister has explained to this House why this Motion&nbsp;—</p><p><strong>Mr Speaker</strong>: The Deputy Prime Minister.</p><p><strong>Mr Heng Swee Keat</strong>: Mr Speaker, Sir, Ms Lim has raised issues and I would like to call for an adjournment.</p><p><strong>Mr Pritam Singh (Aljunied)</strong>: Mr Speaker, there is no need for an adjournment. We are proceeding with the Motion as planned. We had a break at 3.00 pm. We can continue.&nbsp;</p><p><strong>Mr Speaker</strong>: Deputy Prime Minister, what would you like the adjournment for?</p><p><strong>Mr Heng Swee Keat</strong>: That is because the Member Ms Sylvia Lim has made the point that it was not proper for me to raise this. And I would like an adjournment for us to consider the matter and respond to her.</p><p><strong>Mr Speaker</strong>: I will suspend the Sitting for 10 minutes. You can do your consultations as you need to and then, we will return. Order.</p><p class=\"ql-align-right\"><em>&nbsp;Sitting accordingly suspended</em></p><p class=\"ql-align-right\"><em>&nbsp;at 4.22 pm until 4.32 pm.</em></p><p class=\"ql-align-center\"><em>Sitting resumed at 4.32 pm.</em></p><p class=\"ql-align-center\"><strong>[Mr Speaker in the Chair]</strong></p><h4 class=\"ql-align-center\"><br></h4><h4 class=\"ql-align-center\">&nbsp;<strong>Governance of Aljunied-Hougang Town Council</strong></h4><p>[(proc text) Debate resumed. (proc text)]</p><p><strong>Mr Speaker</strong>: Ms Sun Xueling, would you like to speak? Or is it Senior Minister of State Edwin Tong? Okay. Deputy Prime Minister Heng.</p><p><strong>Mr Heng Swee Keat</strong>: Mr Speaker, may I first respond to a point which Ms Sylvia Lim asked if I said that millions of dollars had been lost. So, I checked my file. The exact words that I have used is, \"There are important questions of public interest to consider. I would just mention a few at the outset. Millions of dollars in public funds are involved.\" That is the exact word that I have used.</p><p>I would also like to have two technical clarifications which were raised by Mr Png Eng Huat. I will ask the Member Mr Edwin Tong to take the two questions.</p><p><strong>Mr Speaker</strong>: Mr Edwin Tong.</p><p><strong>The Senior Minister of State for Health and Law (Mr Edwin Tong Chun Fai)</strong>: Thank you, Mr Speaker. Sir, on the first point raised by Ms Lim, on the documents available to your own auditors. You would know that from the very first year that you had auditors audit your Town Council's accounts, Foo Kon Tan, and that is in 2011, 2012, four disclaimers were issued by Foo Kon Tan. The four disclaimers arose on the basis of incomplete documentation. They sought documents in relation to transactions that were entered int after the Workers' Party took over the Town Council. They were not made available.</p><p>In the following year, in 2012/2013, the same qualifiers were made; in fact, by that time, 13 disclaimers had been made. And the basis of the majority of those 13 disclaimers rested on the basis that incomplete documentation, absence of information, and they were unable, as a result, to verify the accounts.</p><p>When the AGO took over the matter, they also came across difficulties. PwC, in particular, Ms Lim will remember, were appointed to audit the accounts on behalf of the AGO. Let me read to you PwC's report, just one paragraph from the report, and this is April 2017, some six years after FMSS had been appointed. PwC says, and I quote, \"No single email on matters in relation to the takeover of the MA and EMSU contract services by FMSS, including the termination of CPG, the award of contracts to FMSS and all FMSS' performance of works, were given to us for our review, though in our view, such emails ought to exist.\" This is six years after FMSS was appointed.</p><p>Yes, I am reminded that those documents were eventually produced and in Court. And I would like to draw your attention to the Court's judgment, which I am no doubt you are familiar with, where the Court said it was substantially assisted by the voluminous amount of internal emails and correspondence, which he used to reach findings which we have heard the Deputy Prime Minister articulate.</p><p>On Mr Png's comment on the cheques, I think the position is very clear. It is not about one signatory or two signatories. It is about the entire system that you have set up as a result of what you have done&nbsp;– by putting FMSS as your Managing Agent, the General Manager and the Secretary in the Town Council being owners of FMSS, that entire system has been completely subverted. A proper system has been subverted by the way in which you have done this.</p><p>You just have to look at the summary of the judgment to know that we are not talking about one cheque here or two signatories there. Do not penny-pinch your dime with us. Paragraph 13 of the summary, it says, \"The involvement of conflicted persons in the approval process for payments to FMSS and FMSI created an inherent risk of overpayment in the absence of safeguards.</p><p>Mr Png would know this very well. The Standing Instruction for payments to FMSS to be co-signed by the AHTC Chairman or Vice Chairman was not a sufficient safeguard because there was no system, no system, to ensure that each cheque presented was fully verified by the independent parties. In some instances, there was no proper verification even by the conflicting parties. So, Mr Png well knows that we are not talking about one cheque here or two cheques there. We are talking about the entire system. The entire system on which you have sought to make payments to FMSS. This is what the judge has said.</p><p><strong>Mr Speaker</strong>: Ms Sylvia Lim.</p><p><strong>Ms Sylvia Lim</strong>: Two clarifications on what Senior Minister of State Edwin Tong had just said. In relation to my query on whether we have ever been accused of hiding things from our own auditors, if I heard correctly, he basically was saying that the auditors had said that they had requested for certain documents which were not produced. That is not the same as hiding. Yes, we had poor record keeping. I accept that. I accept that we had poor record keeping. But that is not the same thing.&nbsp;And I think the difference would be clear to most reasonable people.&nbsp;</p><p>The second point is, if I heard him correctly, he was talking about the work done by PricewaterhouseCoopers in 2017. He would recall, because I think he was the lawyer acting for them at the time, if I remember correctly, that they were actually appointed by Pasir Ris-Punggol Town Council. They were not our own auditors.</p><p>There was a question as to their Terms of Reference. They were told not to duplicate the work of KPMG and what they were asking was in relation to things that had happened before Punggol East even came under our charge. So, that is my clarification.</p><p><strong>Mr Speaker</strong>: Senior Minister of State Edwin Tong.</p><p><strong>Mr Edwin Tong Chun Fai</strong>: If Ms Lim wants to go into KPMG, then, let us go into KPMG. When KPMG was appointed, I think Ms Lim will remember that there was a media release that was given. Let me just find the media release.&nbsp;Yes, when KPMG was appointed, there was a media release dated 1 June 2016, where it said, \"AHTC's town councillors had decided that AHTC would focus its fullest attention on KPMG.\" I think that is what Ms Lim had referred to, in terms of the duplication of work.</p><p>But in a report dated 31 October 2016 by KPMG, KPMG itself noted difficulties in getting information and documents out of AHTC. Let me just cite two examples.</p><p>When KPMG examined the electronic devices of Town Council staff and FMSS employees, they found that documents and archives had been deleted. Not just one or two, but several documents and several email archives of persons belonging to AHTC and FMSS were removed.</p><p>Second, KPMG sought the cooperation of town councillors when they came in to do the audit. They wanted to have oral interviews so that they can ask questions and you answer. But Ms Lim will remember that she and Mr Low, and in fact, every single elected councillor of AHTC, refused to take part in the interview, refused to cooperate with KPMG.</p><p>So, when we say information and documents are missing and the auditors are unable to verify information, that is what we refer to. A litany of these excuses, documents are missing, cannot find the documents. Or as you say, not providing documents to an auditor when they ask for it, is not the same thing as hiding it, then I do not know what is. Because they asked once in 2011; second time in 2012. Your own auditors Foo Kon Tan, AGO, PwC – PwC was appointed on behalf of AGO as well, initially – and then, now, KPMG.&nbsp;So, that is what we refer to, Ms Lim.</p><p>And finally, when you had to produce it in Court, we know what the Court has made of those emails and internal correspondence.</p><p>Let me remind you that, in fact, those were the very same emails and internal correspondence that the auditors, right through, were asking for.</p><p><strong>Mr Speaker</strong>: Mr Png Eng Huat.</p><p><strong>Mr Png Eng Huat</strong>: Thank you, Sir. I just want to clarify that when the Senior Minister of State said about accounts being deleted from our computers, I think&nbsp;—</p><p><strong>Mr Edwin Tong</strong>: Emails.</p><p><strong>Mr Png Eng Huat</strong>: Yes, okay. And archives. KPMG did the forensics; they actually did a deep-dive and a lot of undeleting. We explained everything. We helped them to uncover some of the lost emails as well. If there is anything wrong with the email, we were very transparent. We did not hide. In fact, they showed us the email. We explained why some of the hard disk were recycled. And some of the things were tagged wrongly as well, and we had to explain to them, if you go into the report, you can refer to KPMG. That part, I am very clear. We did not delete accounts on purpose.&nbsp;</p><p>One other thing is that the Senior Minister of State kept referring to our auditors finding four points. I hope the Senior Minister of State is aware that Foo Kon Tan was caught lying in the two reports about the opening balance. That was reported in the AGO report.</p><p><strong>Mr Edwin Tong Chun Fai</strong>: The October 2016 report by KPMG records very clearly and I just gave two examples. I invite Mr Png to look at it carefully. It sets out the different employees whose emails had been missing, the archives are missing and it goes on to say that when they requested for the email profiles of certain persons, and when they received it, it goes on to say that they found out that those email profiles had just been accessed; and then, they said these were missing. Yes, they do not say you took it, but I think there is an inference in there.&nbsp;</p><p>I invite you to look at it carefully. It certainly does not say anything about AHTC assisting to replicate this file or that file, as you have explained.</p><p><strong>Mr Speaker</strong>: Deputy Prime Minister.</p><p><strong>Mr Heng Swee Keat</strong>: Mr Speaker, this has been such a long series of events that there are lots of documents. Mr Png asked about details of how you have resisted disclosures. Let me just read a number of reports to you. First, your own auditor Foo Kon Tan Grant Thornton in their FY2012/2013 report, at page 4, says, \"The Town Council had not made available to us details of the project management service fees paid to a related party.\" In the 2015 AGO report, it says, \"We note that AHPETC has entered into a number of related party transactions whereby substantial sums were paid to related parties in FY2012/2013. The Town Council, despite repeated requests, did not provide us with all the critical documents relating to these transactions\" and \"the AHPETC did not provide us with all the necessary and relevant accounting documents and information which are essential and critical for our work.\"</p><p>These came fro your own auditors and the 2015 AGO report. The Auditor-General went to say, \"Since the commencement of our review in April 2014, we have made various requests for documents from AHPETC as part of our review of selected transactions. In our view, these documents such as documents which record the proper disclosure and consideration of related party transactions, RPTs, ought to exist as a matter of record. Notwithstanding numerous requests and reminders, AHPETC did not provide a number of the requested documents.\"</p><p>In the 2017 PwC report, and I quote, \"Despite repeated requests, no correspondence and/or written correspondence, including, importantly, emails in relation to amongst others, the takeover of the MA\", the Managing Agent, \"and the EMSU services by FMSS including the termination of CPG, the award of contracts to FMSS and all FMSS performance of works, were given to us. No single email was given to us for our review, although in our view, such emails ought to exist.\"</p><p>So, Mr Png, I hope that you as one of the town councillors, take your duties seriously and you have gone through all these.</p><p>Mr Speaker, Sir, if I may revert to our discussions earlier on. I am a little confused because Mr&nbsp;Pritam Singh says, \"Let us continue the debate.\" Ms Sylvia Lim pointed out that it was premature. I would like to clarify with Ms&nbsp;Sylvia Lim whether she meant that this matter is sub judice and, therefore, we should not be discussing this.&nbsp;</p><p><strong> Mr Speaker</strong>: Ms Sylvia Lim.</p><p><strong>Ms Sylvia Lim</strong>:&nbsp;Sir, I did not use the word \"sub judice\". That was not my principal objection. My objection is that the judgment is being appealed to the Court of Appeal and the Court of Appeal may reverse the findings or review and vary the findings of the High Court. So, it is premature for the Deputy Prime Minister to file this Motion to call upon the House to do anything when the findings are subject to review. That is my objection.</p><p><strong> Mr Speaker</strong>: Deputy Prime Minister.</p><p><strong>Mr Heng Swee Keat</strong>:&nbsp;I thank Ms Sylvia&nbsp;Lim for her clarification. You confirm that this matter is not sub judice, right, in your view? Do you confirm that this matter is not sub judice, in your view?</p><p><strong>Ms Sylvia Lim</strong>: Sir, my objection is based on the procedures that are available for parties to appeal. I have not taken a position on sub judice. It all depends on how the debate turns.</p><p><strong>Mr Heng Swee Keat</strong>: I want to remind the Members of this House, when I spoke about the Motion, I said that this Motion is about what is to be expected of Members of Parliament: integrity, honesty and being truthful in Parliament. So, can I ask Ms Lim: is this a proper subject for debate in this House?</p><p><strong> Mr Speaker</strong>: If you wish to reply, Ms Lim?</p><p><strong>Ms Sylvia Lim</strong>: Mr Speaker, I thought I made myself quite clear in my speech, which was focused on the fact that because the High Court judgment is going to be appealed and the findings in that sense have not been finally decided, it is premature to call upon the House in the terms of the Motion. So, the operative clause, of course, is the last one, where it calls upon AHTC to take certain actions. That is the operative clause and I am just saying it is premature.&nbsp;</p><p><strong> Mr Speaker</strong>: Deputy Prime Minister.</p><p><strong>Mr Heng Swee Keat</strong>: You mentioned about what is interim. So, let me repeat myself. I said this Motion is about what is expected of Members of Parliament: integrity, honesty and being truthful in Parliament. This House needs to agree on the principles that all Members of Parliament must adhere to and the standards of probity required of all Members of Parliament in dealing with public funds. There are serious issues of probity, accountability and the handling of public funds that must be addressed now even while the appeal is being dealt with.</p><p>There is a judgment of the High Court, which stands until the appeal is heard. The question is: what should be done, what should happen between now and the time when the appeal is decided? And that could be some time yet. So, in the interim, my question is: should the Workers' Party town councillors who have been found to have acted dishonestly and have been found to be in breach of their duties, whose conduct was found to be egregious, should they continue to have access to and control of public funds?</p><p>Members will know that when there are similar findings made in any corporate setting, it is only right and proper that those whose integrity has been impugned to step aside and recuse themselves until they clear their names.</p><p>So, I welcome the efforts of the Workers' Party Members of Parliament to clear their names but, until they do so, they have to be accountable to this House for the findings that the High Court has made. That must be doubly so when you are dealing with millions of dollars of public funds. So, I would like to ask the Town Council Chairman: what is your view on this matter? You are the Chairman of your Town Council. You have to decide.</p><p><strong> Mr Speaker</strong>: Mr&nbsp;Faisal Manap.</p><h6>4.52 pm</h6><p><strong>Mr Muhamad Faisal Bin Abdul Manap (Aljunied)</strong>: Sir, I would like to seek your permission to speak on this Motion.</p><p><strong> Mr Speaker</strong>: Yes, please.</p><p><strong>Mr Muhamad Faisal Bin Abdul Manap</strong>:&nbsp;Sir, I will be speaking in Malay.</p><p class=\"ql-align-justify\">(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20191105/vernacular-5 Nov 2019 - Mr Md Faisal A Manap - Motion by DPM.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em><span style=\"color: rgb(34, 34, 34);\">Sir, I do not support this motion to ask Aljunied-Hougang Town Council to recuse Mr Low Thia Khiang and Ms Sylvia Lim from the position or role of the town council which covers financial issues. </span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">Sir, I have known them both since 2006 and have been their teammates in the administration of Aljunied-Hougang Town Council since 2011. I have full confidence and trust in the integrity of Mr Low Thia Khiang and Ms Sylvia Lim. I believe and trust that the actions and decisions taken previously when Ms Sylvia Lim led AHTC as its chairman and Mr Low Thia Khiang as its vice chairman when running AHTC, were made with the sincere intent to do their best for the residents of Aljunied-Hougang town.</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">I also reject this motion as it is not appropriate for it to be moved. This is because the case involving Ms Sylvia Lim and Mr Low Thia Khiang is still within the period allowed for appeal. The Court’s decision was released on 11 October 2019 and the appeal period will only end on 11 November. As Ms Sylvia Lim said earlier, she will be filing an appeal. Hence, it is not appropriate to table and discuss this motion.</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">Sir, as Chairman of the Aljunied-Hougang Town Council, I have also not received any advice from the Independent Panel appointed by the Aljunied-Hougang Town Council on any matter relating to the Court’s judgment. So far, the Independent Panel has only issued a statement dated 11 October 2019, in which they acknowledged the judgment issued by the Court. Nonetheless, I will present the Court’s judgment at the next town council meeting.</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(34, 34, 34);\">Sir, I would like to say once again that I reject this motion.&nbsp;</span></p><p><strong> Mr Speaker</strong>: Senior Minister of State Edwin Tong.</p><h6>4.55 pm</h6><p><strong>Mr Edwin Tong Chun Fai</strong>: Mr Speaker, Deputy Prime Minister has explained to this House why the Motion is of critical importance. But I am not sure Members of the Workers' Party appreciate it to the same extent. So, let me try.</p><p>The first limb, which affirms the vital importance of Members of Parliament maintaining high standards of integrity and accountability, can brook&nbsp;no dissent. Deputy Prime Minister has also outlined the Court's findings. These are serious and grave findings, by any measure. And Members of the Workers' Party who are lawyers and appear in Court will know that this is an exceptional judgment. It is a serious and grave indictment of proper conduct and against various elected officials of the Workers' Party. They may say they disagree with the judgment – as I heard Ms Lim said earlier – or that they wish to appeal, as I heard Mr Faisal Manap said a moment ago which, of course, you are entitled to do. But the question is: what should happen in the interim? And I think that is the measure of proper governance and probity that we are speaking about.&nbsp;</p><p>Should those found to have engaged in egregious conduct recuse themselves from financial oversight and control? To answer that question, we should consider what the Court found. These are the findings, until and unless they are set aside, and they are relevant for the interim period pending any appeal. It is a Court of law that has made a pronouncement after having heard Mr Low and Ms Lim give evidence.&nbsp;</p><p>This was not a one-off or an occasional lapse or one that was caused by lack of experience or by some careless oversight. The judgment of the High Court shows not only that Ms Sylvia Lim and Mr Low Thia Khiang knew that appointing FMSS without a tender would be wrong, but that they went ahead anyway in a considered, calculated manner to accomplish it. And on Mr Faisal Manap's point, that is not good faith.</p><p>Ms Lim and Mr Low engineered a series of steps to ensure the appointment of FMSS as managing agent of AHTC without tender. \"They made it a fait accompli\" – those are the words of the Judge&nbsp;– which allowed FMSS to charge higher rates to the Town Council. They took steps to carefully conceal the true reason of the appointment and this included concealing it even from their own town councillors. They put their interests in wanting FMSS appointed ahead of the residents' interests.</p><p>When questions were first asked, starting from simple questions from the Town Council's own auditors&nbsp;– these are your own auditors looking at your accounts to try and understand if they are true and fair&nbsp;– came up with roadblocks, unable to obtain the documents; not once, not twice, but repeatedly. When questions arose as to why there was even a need to waive tender, they proceeded to offer a litany of false excuses to justify why FMSS had to be appointed without a tender. None of these excuses, which really kept shifting and changing, can stand up to scrutiny.&nbsp;I will come back to this. But let me go back to the Town Council's accounts.&nbsp;</p><p>First year, after the Workers' Party had taken over the Town Council in 2011/2012 and the accounts were being audited, your own town councillors, Foo Kon Tan Grant Thornton asked the Workers' Party in 2012 for financial information in respect of the period&nbsp;immediately following their takeover so that they could perform a proper audit on the Town Council’s accounts. Mr Png would appreciate that that is usual, par for the course&nbsp;– they check, you answer, they verify and then, if it is true and fair, they sign off.</p><p>The simple and honest way of dealing with queries from your own auditor is to address them squarely, directly and fully and to provide the relevant documentation so that the appropriate review can be undertaken. There is not much complexity in that. The Town Council, at that time under Ms Lim's chairmanship, however, refused. The auditors had to make disclaimers, as I have said earlier, and that, we all know, is a very serious, adverse outcome.</p><p>At the same time, these were not complicated requests.&nbsp;They were requests for the Town Council’s own documents&nbsp;– your own documents&nbsp;– concerning transactions that you entered into after taking over the Town Council.&nbsp;</p><p>Subsequently, as you know, the AGO came in to audit and, in its report dated 6 February 2015, when they looked back, they said, \"Town Council could not provide some documents required during the current audit that concerned transactions taking place after AHPETC had taken over from the previous Town Council.&nbsp;In response to reminders, AHPETC indicated that it could not locate some of the documents and was still looking for others, three months after the request for documents.\"</p><p>In the first year of audit, it was not even a full year. The transactions that they were talking about in respect of which documents were sought could not be found at that stage, but suddenly surfaced when the Court looked at it? So, I ask Ms Lim to reconsider not providing the documents to Foo Kon Tan&nbsp;Grant Thornton when they asked&nbsp;– is it not the same as suppressing, prevaricating, not cooperating with the auditors? And it would not be lost on this House that the apparently missing documents are in respect of the period of time in which FMSS was appointed without a tender&nbsp;– the same relevant period.</p><p>It gets worse because this same charade was repeated the following year.&nbsp;At that time, Foo Kon Tan&nbsp;Grant Thornton were performing an audit for the Financial Year 2012/2013, the first full financial year under the management of the Workers' Party. As in the previous year, Foo Kon Tan&nbsp;Grant Thornton were stone-walled.&nbsp;They reported that, \"The Town Council had not made available to us details of the project management service fee paid to a related party.&nbsp;Accordingly, we are unable to determine the completeness of the related party transactions.\"&nbsp;This is found in your own annual report, Financial Year 2012/2013, page 14. Have a look.&nbsp;</p><p class=\"ql-align-justify\">Foo Kon Tan were very specific and zeroed in on the appointment, and the payment terms, of FMSS which by that time they knew was a related party.&nbsp;Why was this not made available to Foo Kon Tan? Why did you not make it available to Foo Kon Tan?&nbsp;</p><p class=\"ql-align-justify\">Later on, when AGO and PwC were appointed to audit the Town Council's same accounts, 2012/2013 and look into the financial affairs of the Town Council, they had similar difficulties.</p><p class=\"ql-align-justify\">In its report to AGO which formed part of the AGO report, PwC noted, and I quote, \"In particular, we would point out that the TC did not provide us with internal notes and correspondence, including emails, which may shed light on: the process leading to the award of tenders/contracts; and evidencing the deliberation/evaluation of the award of tender/contracts…disclosure of interest or are otherwise related to approval for transactions chosen.\" Very clear statement.</p><p class=\"ql-align-justify\">And I would have thought that if one was trying to audit the propriety of payments to FMSS to check if its transactions and the approval of FMSS contract was proper, those were the first place you would look and, indeed, Ms Lim will remember that in Court, what was then produced was an email of 3 August, where just prior to the approval at the Town Council's meeting on 4 August there was an email from&nbsp;you asking for Ms How and the late Mr Loh to sanitise the auditors' report, sanitise the very report that was meant to recommend the appointment of FMSS and those were the documents that were sought by the auditors, right from the beginning.</p><p class=\"ql-align-justify\">&nbsp;So, why did you not produce those to the auditors, twice, to AGO, to PwC?&nbsp;What is there to hide? Because, as I said, we knew from the Court judgment that the Court looked at voluminous contemporaneous documents in that critical period of time. Those were the same documents requested by PwC in assessing the reasons for the transactions and, of course, their propriety.</p><p class=\"ql-align-justify\">We then get to the stage where KPMG gets appointed and you heard what I said earlier. KPMG came on board. AHTC took the position, \"Let's not duplicate work, let's focus on cooperating only with KPMG\", issued a media release&nbsp;– I read it out earlier – but then had a series of problems with KPMG, all documented in the report that I referred Mr Png to earlier.</p><p class=\"ql-align-justify\">So, what we see, Mr Speaker, is a clear, consistent pattern of behaviour. It is not \"I took over and maybe I was disorganised at the start.\" But it started 2011 and right through to 2017. PwC is saying not a single email, internal correspondence was produced. So, it is a clear, consistent pattern of behaviour designed to block disclosure of the relevant documents and information, information which would allow a forensic inquiry into what had happened and what you had done. And you clearly did not want to do that. So, you carefully suppressed them, held them back from disclosure, fobbed off the request until you could no longer do so and it came out in a wash in the Court proceedings.</p><p class=\"ql-align-justify\">Throughout the whole inquiry into this issue, for years, Workers' Party said they provided all the information. And I think that is being consistent pattern in the media statements, in the letters written to the auditors and also in Parliament. For example, in February 2017, in a response to PwC, the Town Council said, and I quote, “we have provided all information relating to [PwC's] request”. But I think the facts speak for themselves and PwC's subsequent report makes it quite clear.</p><p class=\"ql-align-justify\">I read a paragraph earlier from the April 2017 Report, six years after FMSS appointment. Let me give you two other requests that they made in April 2017. They asked for documents in relation to the premature release of CPG, \"This must have been the subject of correspondence between CPG and the Town Council and/or email discussions amongst or involving the town councillors\" – not produced.</p><p class=\"ql-align-justify\">And again, on FMSS, PwC stated and asked, \"Town Council met on 4 August 2011 to decide on the waiver of tender and FMSS appointment as MA.&nbsp;Prior to this meeting, there must have been correspondence and/or email discussions amongst and/or involving Town Councillors concerning such waiver of tender and/or award of the first MA Contract to FMSS.&nbsp;These would shed light on the circumstances surrounding the waiver of tender and the award of the Contract\". Why were they not produced?</p><p class=\"ql-align-justify\">&nbsp;Ms Lim's email to Ms How and Mr Loh is dated 3 August 2011.</p><p class=\"ql-align-justify\">And so eventually, after an unnecessarily protracted process, the Independent Panel, chosen and appointed by AHTC and which Mr Singh quite rightly says comprised \"eminent\" persons, decided to sue Ms Lim, Mr Low and others, on behalf of AHTC and we now know the outcome of&nbsp;that.</p><p class=\"ql-align-justify\">So, let me shift now to what these documents, in fact, show, when they were produced in Court, against the different versions, shifting versions proffered by Workers' Party to cover up the true picture.</p><p class=\"ql-align-justify\">First on CPG. Workers' Party first sought to justify the appointment of FMSS without tender as being critical and urgent because CPG, the then MA, wanted out, and this left AHPETC at that time exposed.</p><p class=\"ql-align-justify\">This was a narrative that was repeated and played out consistently over several years.&nbsp;There was no mistaking the picture that Workers' Party wanted people to believe. It was CPG's fault, they left Workers' Party in a lurch, without any MA, something which the Workers' Party only knew at short notice, and therefore the appointment of FMSS was urgent, pressing and we had to waive tender.&nbsp;</p><p class=\"ql-align-justify\">&nbsp;These reasons were used to justify not calling a tender which you know, clearly, you are required to do by law.</p><p class=\"ql-align-justify\">&nbsp;And then, they put out this same picture in different fora as well. In a press release to the public dated 5 August 2011, the very next day after the fateful Town Council's meeting; in Parliament during the 2013 debate on the Ministerial Statement on Town Councils; again, in Parliament in February 2015 during a debate on the AGO report; and in an open letter to residents in June 2015 prior to the last General Election.</p><p class=\"ql-align-justify\">&nbsp;But such a narrative was entirely false, one that was designed to give cover to the advancement of their own collateral motives, whilst at the same time sacrificing the interests of residents.&nbsp;</p><p class=\"ql-align-justify\">Ms Lim and Mr Low knew there was no urgency.&nbsp;The Court heard from both of you, Mr Low and Ms Lim, and came to this conclusion, after having heard you.&nbsp;CPG was required in law to continue as the MA.&nbsp;They could not walk away as the MA even if they wanted to. Neither could they not offer you the prevailing rates that they had been using and charging the previous Town Council. They were committed to it but you were not.</p><p class=\"ql-align-justify\">CPG's position was inconvenient to both Ms Lim and Mr Low, since you wanted FMSS appointed, whatever the case.&nbsp;And to get FMSS in, you had to make it look as if CPG wanted out. And it is very apparent from the evidence you gave in Court.</p><p class=\"ql-align-justify\">Ms Lim's evidence in court under oath was that she did not even ask to see the CPG’s contract. She did not know what the terms were, did not know the termination mechanisms were, did not know what the contractual rights might have been.</p><p class=\"ql-align-justify\">The Workers' Party had also already written to Ms How as early as 19 May&nbsp;– 19 May; that is barely a week after General Election 2011 – wrote to her to say that her company would be appointed as MA of the Town Council and this is well before the Workers' Party even had any conversation with CPG.&nbsp;</p><p class=\"ql-align-justify\">So, far from seeking to protect their resident's interests in the face of sudden unanticipated circumstances – a narrative which Workers' Party had very painstakingly spun, the Judge found that they had, in fact, painted a misleading picture to the world, leading everyone to believe that they were compelled to appoint FMSS without any tender and masking the fact that they did not act in the best interests of the Town Council and of the residents it serves.</p><p class=\"ql-align-justify\">&nbsp;The Judge did not mince his words on this sorry episode. He called it, at various occasions, \"misleading\", \"not honest\", the picture was \"not a truthful one\", \"camouflaged\" and \"not the true picture\". Take your pick. They all mean the same thing.</p><p class=\"ql-align-justify\">But he was particularly galled by how such a misleading narrative was conveyed to the public, and specifically to the very constituents which the elected Members of Parliament were elected to serve in the first place.&nbsp;</p><p class=\"ql-align-justify\">So, a misleading narrative, repeatedly put out over several years, to the public, in Parliament, in Court, by Members of Parliament who knew perfectly well this narrative was not true. How is this being accountable or transparent?&nbsp;</p><p class=\"ql-align-justify\">Another contrived excuse for the set up of FMSS was that it was only a contingency, just in case.&nbsp;On 13 May 2013, Ms Lim told this House, and I quote, \"The set-up of FMSS was because of this very real possibility that we will be faced with nobody else to do it for us.\"&nbsp;</p><p class=\"ql-align-justify\">This, again, is a wholly untenable position to take.&nbsp;Workers' Party was clear and deliberate in themselves not wanting CPG to carry on – so what contingency are we even talking about.</p><p class=\"ql-align-justify\">The Judge's finding that I have outlined above completely demolishes any notion that FMSS was meant as a contingency. It was in fact premeditated and a fait accompli.</p><p class=\"ql-align-justify\">Not surprisingly, the Judge had strong words about the Workers' Party seeking to present FMSS as a contingency, as a reason both to the public as well as in justification for not having a tender and he said, and I quote, \"this was nothing more than an attempt to varnish the plan with a veneer of credibility in order to camouflage its true motive\".</p><p class=\"ql-align-justify\">Let me turn now to AIM. Another excuse that has been constantly trotted out by the Workers' Party, in an attempt to justify the waiver of tender you use the fact that AIM had terminated the TCMS.</p><p class=\"ql-align-justify\">This House will know, Mr Speaker, that this has been used before, to give off the impression that, this time, it is AIM, a PAP vehicle, which had forced AHTC to hurriedly appoint FMSS without a tender.&nbsp;Ms Lim will also recall that in an election rally on 2 September 2015, the blame was put squarely on this termination as being the reason for the Town Council not having called a tender for the appointment.</p><p class=\"ql-align-justify\">It might well have been a convenient election rhetoric, but as her own evidence in court has revealed, it was also an entirely false excuse.</p><p class=\"ql-align-justify\">The truth is there was no question of the termination having played any part in necessitating a waiver of tender.&nbsp;The Town Council had sufficient time to call a tender; it just did not want to do so.</p><p class=\"ql-align-justify\">Indeed, Ms Lim will recall that when you were shown contemporaneous documents in Court, you accepted to the Court that AIM had in fact had been helpful to your Town Council – helpful – that AIM was&nbsp;assisting in circumstances beyond what they were required to do; and that AIM gave more time to AHTC than it was required to do. Ms Lim will remember this very clearly. In addition, at trial, Ms How Weng Fan also disclosed a conversation, where she said it was actually Ms Lim, and I quote, who \"doesn't want to extend\" AIM.</p><p class=\"ql-align-justify\">So, what we see with the disclosure of documents and when matters had gone to Court is a very different picture from what we have heard, a very different picture from what Ms Lim has sought to be put out in the press, in Parliament and, of course, at election rallies.</p><p class=\"ql-align-justify\">&nbsp;The Judge, having heard from Ms Lim in court on this issue, concluded, and I quote, \"AIM's withdrawal in no way precipitated the defendants' course of conduct leading to the waiver of the tender...[and] that [they] had sufficient time to call for a tender notwithstanding AIM's withdrawal\".</p><p class=\"ql-align-justify\">So, Mr Speaker, what we see, looking back over the years at this long and very sorry saga, is the Workers' Party shifting from one untenable excuse to another, in order to justify appointing FMSS without calling a tender.&nbsp;And this itself is set against a backdrop of constantly refusing to disclose to auditors, your own as well as those from the AGO and KPMG, fobbing off inquiry at every turn, refusing to do interviews so that the real reason could remain suppressed until, as we see, their own Independent Panel decided to bring this action. And it unravelled in Court.</p><p class=\"ql-align-justify\">So, let me round up by going back on what this Motion calls on Workers' Party to do. Ms Lim and Mr Low continue today as elected councillors, including having financial oversight over the affairs of the Town Council. Surely, this status quo cannot continue, given what the Court has found.&nbsp;</p><p>As I said at the start, the conduct in respect of which the Court has found was not caused by a one-off occasional or even careless error. It was calculated, careful, deliberate, an outcome that was obtained by much planning, design and engineering.</p><p>The elected councillors continue today to be in AHTC, to continue today to run the Town Council and that includes having control and oversight over financial matters.</p><p>So on this, two points stand out for me.</p><p>First, the Court found that, in ensuring that the appointment of FMSS would pass muster, Ms Lim asked for Ms How and Mr Loh to \"sanitise\" the draft report&nbsp;– I mentioned that earlier, let me come back to it. Why? So that, in your own words, Ms Lim, it will \"pass the auditors' eyes\"; your email of 3 August 2011.</p><p>It is already astonishing enough for an elected official to ask for a report to be sanitised, so that it passes the auditors' eyes. We all know what \"sanitise\" means. We all know what \"pass the auditors' eyes\" means. If it was a truthful report, and you knew it to be truthful, there should be nothing that needs to be done. But, clearly, this was not the case here.&nbsp;And do not take my word for it, look at what the Judge had found about that report. It said, \"It was not truthful and painted a wholly inaccurate picture\" and it \"sought to cloak the appointment of FMSS with a veneer of propriety”.</p><p>But to add insult to injury, this sanitising was to be done by the very persons whose appointment without tender the report itself was meant to recommend – How and Loh.&nbsp;This is wrong at so many levels. Even a child knows that you do not ask the fox to guard the chicken coop, or a wolf to watch the sheep.</p><p>But this little episode provides an insight into the way in which affairs are being conducted at AHTC.&nbsp;And Ms Lim continues in a position of having financial oversight over matters today.&nbsp;How can this status quo be allowed to continue? Whatever your views are on the judgment, today, this judgment represents the position in law. Until it is set aside, this judgment is valid.</p><p>The second point which stood out for me was the way in which the councillors, your councillors, who are supposed to be the check, and the approving authority with independent judgment, were instead completely side-lined, misled and effectively made use of.</p><p>Town Council meetings are very serious affairs.&nbsp;Councillors are charged with the responsibility to make decisions about the town they manage, and often, there are significant financial repercussions.</p><p>In this case, at crucial Town Council meetings, the Court found&nbsp;– and, again, let me quote – that there had been \"a palpable economy of truth in the way things were disclosed\" at Town Council meetings.&nbsp;In particular, the decision to delegate authority to Ms Lim to undertake matters on behalf of the Town Council was also obtained without proper disclosure of facts.&nbsp;The Court found that there was, and I quote again, \"a deliberate and calculated move\" to keep CPG and the rest of the Town Council in the dark about the plan to appoint FMSS without a tender being called.</p><p>To give this House a sense of what happened – two Town Council meetings concerning FMSS at the relevant time were called, one in June and another in August 2011. Councillors were not told at the June 2011 meeting that a letter of intent, there was intent to be signed with FMSS in July 2011, even though by that time, Workers' Party had already decided to appoint FMSS.</p><p>At the second Town Council meeting in August 2011, the councilors thought that they were going to a meeting to approve a waiver of tender in order to appoint FMSS, not knowing that FMSS had actually already been appointed, or that FMSS themselves had helped to sanitise the very report that made the recommendation about the waiver of tender over their appointment.</p><p>How is that good governance? In fact, your councillors were given a very misleading picture. But what is even more stark about this episode is that not only did Workers' Party subvert the entire system of accountability within the Town Council and made use of the councillors to suit their own personal and political agenda, but also that Ms Lim kept the truth from her fellow town councillors. That, I find, a lot more egregious.</p><p>They might well have had their own concerns about the political allegiances of CPG or AIM, but the town councilors are Workers' Party members from their own party or supporters, and they include fellow Members of Parliament in this House.&nbsp;That they felt they had to mislead their own colleagues to get FMSS appointed without tender, I think, speaks volumes.</p><p>As I said at the start, it is your right to appeal and seek to overturn the findings.&nbsp;But until then, in the interim, common decency and practice requires that they recuse yourselves from having oversight of financial matters. So, we call on the Workers' Party to abide by their own single thread&nbsp;– and Mr Singh knows this well&nbsp;– of transparency and accountability, and to put residents’ interests first.</p><p>On the speech that Mr Faisal Manap made, let me ask a few questions.</p><p>First, you said it is not appropriate to consider the Motion at this time. Then, what does this mean? At what stage should we consider it? You agree it is not sub judice, so why is it not appropriate? Can we hear from you?&nbsp;We are talking about what is to happen in the interim, in the Town Council, over which you are the Chairman, until you get the reversal from the Court of Appeal, if that happens.</p><p>So, can Mr Faisal Manap explain in the interim why is it not appropriate to be talking about actions that you should take now to safeguard, to ensure that your residents' interests come first?</p><p>Let me give you an example of what this recusal means. If, for example, a teacher was found to have done something wrong&nbsp;– a teacher who interacts with students every day – then he cannot teach until he clears his name on an appeal.</p><p>It is similar in this case. The Motion does not require anyone to resign, to step down, not even to refrain from all functions of a town councillor, but only that which relates to financial oversight and control. Can Mr Manap explain why that is not in the best interest of the Town Council and the residents, why that is not the proper and decent thing to do, so that you have assurance that whatever is the outcome on the appeal, your interest and those of your residents are safeguarded?</p><p><strong>Mr Speaker</strong>: Mr Faisal Manap.</p><h6>5.25 pm</h6><p><strong>Mr Muhamad Faisal Bin Abdul Manap</strong>: I would like to respond to the Senior Minister of State's question. Sir, as AHTC Chair, it is my responsibility to weigh and evaluate what is the best action, moving forward, for the residents of Aljunied-Hougang Town. I have to take into consideration the mandate given by Aljunied residents at GE2015, amidst the AHTC saga, where the residents of Aljunied had decided to still give mandate to Mr Low Thia Khiang, Ms Sylvia and the other three of us, to manage their Town.</p><p>Personally, it will be improper for me to cancel this mandate. I take mandate given to us, Workers' Party's Members of Parliament, seriously.</p><p>Secondly, I have said earlier, I have also not received any advice from the Independent Panel on the Court findings.&nbsp;</p><p>Additionally, I believe everyone in this Chamber understands that the Court of Appeal can overturn the current findings. Hence, being a responsible Chair of AHTC, based on the reasonings I have stated above, my call is to wait until the result of the appeal is out before deciding on any actions to be taken. Thank you, Sir.</p><p><strong>Mr Speaker</strong>: Mr Edwin Tong.</p><p><strong>Mr Edwin Tong Chun Fai</strong>: First of all, Mr Manap, there is no suggestion that you reverse the mandate that has been given. You heard me very clearly. We are asking for a narrow recusal over financial oversight. Why financial oversight? Because these are the very same issues that the Court in this case has made very serious and egregious pronouncements.</p><p>Second, in relation to the suggestion that the mandate was given in 2015, but today we are in 2019, and the judgment has been released after having heard all parties, and certain findings have been made. I would like to ask Mr Manap, does he not recognise that those findings are very serious, egregious, grave findings?</p><p><strong>Mr Speaker</strong>: Mr Faisal Manap.</p><p><strong>Mr Muhamad Faisal Bin Abdul Manap</strong>: Sir, the judgment is a judgment, I have to respect the Court judgment. But it is subject to an appeal, as mentioned earlier. The finding can be overturned by the Court of Appeal. So, I stand firm on my call to wait for the Court of Appeal, before I decide to take any actions.</p><p><strong>Mr Speaker</strong>: Mr Edwin Tong.</p><p><strong>Mr Edwin Tong Chun Fai</strong>: So, is Mr Manap saying that absolutely nothing at all will be done by AHTC, notwithstanding the grave and serious judgment that has been released by the High Court, which AHTC, and I hear the Workers' Party, recognised and accepted, that nothing will be done in the interim?</p><p><strong>Mr Speaker</strong>: Mr Faisal Manap.</p><p><strong>Mr Muhamad Faisal Bin Abdul Manap</strong>: I have stated clearly that I do not support this Motion. Thank you.</p><p><strong>Mr Speaker</strong>: Mr Zaqy Mohamad.</p><h6>5.28 pm</h6><p><strong>The Minister of State for Manpower and National Development (Mr Zaqy Mohamad)</strong>: Mr Speaker, Sir, please allow me to speak in Malay.</p><p class=\"ql-align-justify\"><em> </em>(<em>In Malay</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20191105/vernacular-5 Nov 2019 - MOS Zaqy Mohd - Motion by DPM _AR(ccd)_cleaned.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>\tMr Speaker, the Motion moved by Deputy Prime Minister Heng Swee Keat in Parliament just now is an important one because it involves the conduct and actions by Members of Parliament who are also Workers' Party leaders. This Motion draws our attention to the key issue, that is, the question of integrity and honesty.</p><p class=\"ql-align-justify\">By doing nothing and letting the Aljunied-Hougang Town Council case be left at that, we, as Members of this Chamber, will be seen as neglecting our duty. Is it appropriate for us to stay silent?</p><p class=\"ql-align-justify\">In the AHTC case, High Court Judge Kannan Ramesh gave a judgment on 11 October, which found that two Workers' Party Members of Parliament, Ms Sylvia Lim and Mr Low Thia Khiang were in breach of their fiduciary duties, and due to that, they are responsible for the losses incurred by AHTC.</p><p class=\"ql-align-justify\">The Judge said that their actions of awarding a contract without calling a tender and painting a misleading picture about the appointment of FMSS, showed that they did not act in the interest of AHTC.</p><p class=\"ql-align-justify\">In fact, the High Court found that they misled their colleagues and found that they had acted dishonestly. Their conduct also lacked integrity. The Court also said that, as experienced town councillors, Mr Low should have known that a tender is required for that appointment.</p><p class=\"ql-align-justify\">The AHTC case has gone on for so long until it has reached the Courts, and those involved were given the room and opportunity to defend their actions. The Court has given its ruling. Therefore, what is the right thing that they should do, and what should be the right action taken by the Workers' Party leadership? And what should all of us in this Chamber do as our responsibility to the people and our residents?</p><p class=\"ql-align-justify\">The key point that we need to know is what kind of appropriate action that should be taken if there is a lack of integrity, because without integrity, our institutions will weaken. Every individual, whether they are leaders, representatives of the people, or organization and corporate heads, must display integrity, because it is an important characteristic.</p><p class=\"ql-align-justify\">Integrity is an important pillar of good governance. The management of the town council, in providing services to its residents, must surely place importance on integrity and transparency.</p><p class=\"ql-align-justify\">AHTC must not neglect this obligation, what more by acting dishonestly towards the residents of Aljunied and Hougang. Those responsible must be taken to task and take responsibility when there is any wrongdoing.</p><p class=\"ql-align-justify\">The town councils were formed in 1989 with the function and responsibility of managing and maintaining public housing estates. However, it is unavoidable for town councils to have a political element because there is a political competition for the right to administer a town council.</p><p class=\"ql-align-justify\">In this context, the residents of Aljunied and Hougang should rightly feel disappointed when High Court Judge Kannan Ramesh said that it was unsatisfactory that the narrative conveyed by those involved in the case was misleading the public, especially the residents.</p><p class=\"ql-align-justify\">It is clear that their action of not calling a tender appears to be due to other intents and considerations, including political considerations, said the Judge.</p><p class=\"ql-align-justify\">Therefore, it is the Government’s responsibility to correct this situation in order to protect the interest of the people.</p><p class=\"ql-align-justify\">Today, we are faced with this important Motion that aims to safeguard our high standards of integrity and commitment as Members of this Chamber. Protecting this integrity will enable us to perform our duties responsibly to our residents whom we represent. Otherwise, it will weaken our institutions to the point that we will lose the people's trust.</p><p class=\"ql-align-justify\">Our integrity is one of the key reasons that help us get elected and is one of the main factors that differentiates our public office from other countries’s systems. Although we want the justice system to proceed smoothly, unfortunately, many facts revealed in the Court's judgment raised a lot of concern.</p><p class=\"ql-align-justify\">The people's interest supersedes other interests, including political interests. Although the management of town councils has a political element, this does not mean that political interests should be prioritized over administrative and financial responsibilities and obligations, as well as the people's interest.</p><p class=\"ql-align-justify\">We debate this Motion today with no intention to point out mistakes. What is important is the restoration of integrity and trust towards an organisation, and how AHTC can recover from this incident.</p><p class=\"ql-align-justify\">At this point of time, and after the High Court gave its ruling, we are still unclear whether AHTC has taken the appropriate actions by asking both Ms Sylvia Lim and Mr Low to recuse themselves until the outcome of the case is clear. However, for the sake of the residents, Ms Sylvia Lim and Mr Low should do the right thing by recusing themselves. Not for them to resign, but to recuse themselves.</p><p class=\"ql-align-justify\">Mr Low and Ms Lim, as people in a position of power and influence, are not the first ones to step out of line and conducted themselves badly. Others have done so. What is important is how they will be dealt with and how they will take responsibility for conduct that broke the rules. If the same thing happens anywhere else, including in the PAP town councils, community organizations or corporate sector, those responsible will surely recuse themselves from their duties until the process is complete. It shows their level of integrity and sense of responsibility.</p><p class=\"ql-align-justify\">I hope that AHTC will practice a high standard of governance in its service to the residents. Mr Muhamad Faisal Manap, as the Chairman of AHTC, should be concerned over this issue. So, what are the steps that he will take to safeguard the integrity of AHTC’s management for the sake of their residents’ interests?</p><p class=\"ql-align-justify\">Does Mr Faisal, as the Chairman of AHTC, agree with the facts contained in the High Court's judgment? I used the word \"facts\" and not \"judgment\" because I understand that the Workers' Party will make an appeal on the High Court's judgment. So, the Judge has found that, based on facts, the actions of Members of Parliament, Ms Sylvia Lim and Mr Low, who awarded a contract without calling a tender, gave a misleading picture about the appointment of FMSS. So, does Mr Faisal, as the Chairman of AHTC, agree or disagree with the facts presented in the Court's judgment on 11 October 2019, which found that both of them have acted in breach of their fiduciary duties towards AHTC?</p><h6><em>&nbsp;</em>5.37 pm</h6><p><strong>The Senior Parliamentary Secretary to the Minister for Home Affairs and National Development (Ms Sun Xueling)</strong>: Mr Speaker, Sir, kindly allow me to speak in Mandarin.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20191105/vernacular-Sun Xueling AHTC 5 Nov 2019 -Chinese.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>\tOn 11 October, the High Court delivered a verdict on the Aljunied-Hougang Town Council (AHTC) case. In its judgment, the High Court stated that the AHTC had decided not to call an open tender without justifiable reasons, and appointed FMSS as the management company. This was a disregard of the Town Council's interest, and a clear violation of its financial rules.&nbsp;&nbsp;&nbsp;</p><p>The High Court has found that Mr Low Thia Khiang and Ms Sylvia Lim had breached their fiduciary duties, and Mr Pritam Singh has breached his duties of skill and care to AHTC.&nbsp;&nbsp;</p><p>The Court has also found that Ms Sylvia Lim and Mr Low Thia Khiang had deliberately kept the matter of appointing a new managing agent in the dark, and made misleading statements. Ms Sylvia Lim and Mr Low Thia Khiang even asked Ms How Weng Fan and Danny Loh to sanitise the reports to pass the audit.&nbsp;Other Town Councillors were also kept in the dark. The judge pointed out that these behaviours were \"not transparent\", \"dishonest\", \"egregious\" and \"unacceptable\".&nbsp;</p><p>The AHTC saga has been going on for eight years. The problems were discovered together by various parties in the community. The financial issues of the Town Council were first discovered by auditors appointed by the Town Coucil itself.</p><p>In 2015, AGO assessed that AHTC's governance did not pass the bar. The Town Council later appointed KPMG as an independent auditor who has found many improper payments. After that, the Town Council appointed an Independent Panel to followed up on KPMG's report, and the independent panel advised that the Town Council sue three Members of Parliament of the Workers' Party. In October this year, the High Court passed a verdict that the three Worker's Party Members of Parliament must bear legal responsibility for the loss suffered by the Town Council.</p><p>If Ms Lim and Mr Low are still trying to find excuses at this juncture, I feel that it will make people more confused, and is truly regrettable.&nbsp;</p><p>The residents trust us and give us their votes. We have a duty to take care of their needs, treat them with honesty and make sure that their interests are protected. We must ensure the proper use of the residents' money and public funds.&nbsp;</p><p>In order to protect the residents' interest, the most important thing is to rely on an open and transparent system, such as an open tender, audit, legal processes, and parliamentary debate. When things are in the dark, they get mouldy easily. When things are open and transparent, mistakes will be easily discovered and corrected. That is why everyone must follow the rules and due processes. They should not try to make short cuts and evade oversight.&nbsp;</p><p>The Workers' Party often talked about transparency, oversight and accountability in the past. Yet, based on the evidence brought forth by various parties and the Court’s verdict, we see that some Members of Parliament of the Workers' Party are not at all open and transparent in handling their own Town Council affairs. What is worse, they have even tried to cover up the truth, deceive other Town Councillors, and ask other people to sanitise the report so that they can have a veneer of truth and integrity. This has severely violated what they themselves have once espoused. How should we look at what they have said before? How can we trust their promises in future?&nbsp;</p><p>Residents not only judge a Member of Parliament by his words, but also his actions. They not only look at the surface of things, but also the inside. On the surface, AHTC does not seem to have any problems. Yes, there are still people doing maintenance on the properties, elevators are still running, and the landscaping is still being done. However, the Members of Parliament have actually breached their fiduciary duties, caused conflict of interest, resulting in the mismanagement of the Town Council. Time reveals a person's true colour. Residents will eventually see the matter clearly.</p><p>Integrity is at the centre of all values and the foundation of Singapore's society and politics. Integrity is manifested through good governance, and is what differentiates Singapore from many other parts of the world in terms of public service and the parliamentary system. Only with integrity can we accomplish the task of serving the people and each constituency. If Members of Parliament lack integrity, the very foundation of Singapore’s politics will be undermined, so will the confidence of people in our governance.&nbsp;</p><p>When a Member of Parliament has done something illegal, whether he is not afraid to bear the responsibility or looking for excuses, will be watched by everyone, including young Singaporeans. When a Member of Parliament lacks integrity and that affects residents’ interest, how should the Parliament react? Should we just keep quiet on this matter, or look at it seriously and try to rectify? Our choice will also affect the political climate in Singapore and people’s trust in the Government. It will also have a profound impact on young Singaporeans' thinking.&nbsp;&nbsp;</p><p>Integrity and a healthy political climate is worth all of us to defend,&nbsp;because we care about Singapore's future.&nbsp;</p><p>Earlier, I listened to Mr Faisal Manap and what he has said. The right choice is often a very difficult one. The right choice now&nbsp;is to recuse from all financial matters in the Town Council. For Singapore's future, I hope that we can make the right choice.&nbsp;&nbsp;</p><h6>5.44 pm</h6><p class=\"ql-align-justify\"><strong>Mr Sitoh Yih Pin (Potong Pasir)</strong>:&nbsp;Mr Speaker, Sir, thank you for allowing me to speak.</p><p class=\"ql-align-justify\">Sir, I rise to share my personal experiences in Potong Pasir.&nbsp;As Members of this House may be aware, I was elected Member of Parliament for Potong Pasir in 2011.&nbsp;As a result, I took over the management of the Potong Pasir Town Council from Mr Chiam See Tong of the Singapore People's Party (SPP) after 27 years.&nbsp;</p><p class=\"ql-align-justify\">A transition was the first order of business.&nbsp;This was quite similar to what transpired at Aljunied GRC in 2011 at about the same time.</p><p class=\"ql-align-justify\">Sir, I am a private sector commercial person and I draw the analogy of such a transition as being akin to a takeover of a company in the commercial world.&nbsp;It will be fraught with difficulties and problems.&nbsp;</p><p class=\"ql-align-justify\">I started serving in Potong Pasir in the year 2000, about 20 years ago.&nbsp;For 11 years, from 2000 to 2011, we fought a good, clean fight between Mr Chiam's team and ours.&nbsp;It was a hard fight nevertheless and we worked very hard to win the hearts and minds of our residents.&nbsp;</p><p class=\"ql-align-justify\">In the 2011 General Elections, we regained Potong Pasir by the slimmest of margins – 114 votes.&nbsp;We were happy but immediately understood the heavy responsibility and daunting task that lay before us.&nbsp;I knew that for every two residents I met, one voted for us and one did not.&nbsp;We are now in charge, but we are cognisant that we owe a duty of care and service to all Potong Pasir residents.&nbsp;</p><p class=\"ql-align-justify\">Our mindset changed immediately.&nbsp;We switched from being \"fighters\" to \"builders\".&nbsp;Why?&nbsp;Because we understood, fundamentally, that we are in charge, our ultimate responsibility must be towards the well-being of all our residents.&nbsp;The General Election was over; politics must now take a back seat.&nbsp;</p><p class=\"ql-align-justify\">I have great personal respect for Mr Chiam.&nbsp;He was a formidable opponent but I knew he always puts our residents' interests first in whatever decision he makes.&nbsp;&nbsp;</p><p class=\"ql-align-justify\">However, the transition then remained a difficult one when we took over the Town Council in 2011.&nbsp;I remember a particular SPP member who frequented the Town Council office almost every day then to advise the staff to claim one month of compensation for every year of service if they were to lose their jobs. I was informed some of the staff at the Town Council then had worked there for almost 27 years!</p><p class=\"ql-align-justify\">The easy way out then would be for me to pay them the compensation they asked for.&nbsp;But how could I?&nbsp;These are residents' monies.&nbsp;We are only the custodians of the monies.&nbsp;In addition, at that time, we also inherited a Town Council that already had severe financial challenges. There was no way we could pay anyone any financial compensation.</p><p>We did not make wholesale mistakes. Certainly not immediately.&nbsp;We were well aware that most, if not all of the staff then were supporters of the Singapore People's Party. After all, Town Councils are political organisations.&nbsp;We re-deployed some of the staff to other Town Councils and retained some. Today, two of these staff are still with us. We were very clear in our minds we cannot let our residents down. We had to get on with our task of building a better home and, really, there was no time for politics.</p><p>One week after the 2011 General Elections, rubbish was piling up all over the estate. We were told that the maintenance contractors appointed by the previous Town Council had stopped work for no good reason. A huge problem was on hand. We had many problems to fix and we did. This is a true story. We convinced our residents to help. They patrolled our estate daily to ensure cleanliness and that essential services were functioning normally.&nbsp;&nbsp;</p><p>At the same time, we also had to deal with situations, such as fairly large groups of petitioners seeking signatures to request for a by-election after the General Election. There were scenes of great disappointment of Singapore People's Party supporters at our coffee shops, post the General Election. We had to level up and reunite the community. It was a tough and stressful time for all of us then. I pay tribute to our team in Potong Pasir. They were stoic and unwavering in the heat. We came together with whatever we had to deliver our promise to the residents of Potong Pasir.&nbsp;&nbsp;</p><p>Sir, after nine years, I am glad to share that we have, by and large, turned things around. This even includes the financial situation of the Town Council. In 2011, we had more than 400 households in arrears of Service &amp; Conservancy charges for more than three months. Some were in arrears for years. The total amount then was approximately $350,000. What did we do? We visited these households, assisted them where required and put in place plans that were acceptable to their financial situation. Today, we have less than 100 such families in Potong Pasir Division in similar arrears and the total amount is below $100,000.&nbsp;&nbsp;</p><p>Mr Speaker, Sir, my experiences in Potong Pasir showed me that it is, indeed, a difficult ordeal when Town Councils switch political parties. It is the same in most corporate takeovers. But the stakes in Town Councils are much higher because we are dealing with the lives and well-being of thousands of families. We were clear in our minds that we had a heavy duty to discharge.&nbsp;&nbsp;</p><p>There were no celebration or sweeping changes made in Potong Pasir post-General Election 2011. There was no time. Teething issues abound and serving our residents and ensuring that their lives are not disrupted unnecessarily were at the top of our minds. And more importantly, we must do it right and ensure accountability in our duties in the Town Council. It is in this context, Mr Speaker, that I fully support the Motion.</p><p><strong>Mr Speaker</strong>: Mr Pritam Singh, would you like to respond to any of the previous speakers?&nbsp;</p><p><strong>Mr Pritam Singh</strong>: Mr Speaker, I am awaiting for more speakers to speak first.&nbsp;</p><p><strong>Mr Speaker</strong>: Ms Sylvia Lim.</p><h6>5.52 pm</h6><p><strong>Ms Sylvia Lim</strong>: Yes, Mr Speaker, if I may address Senior Minister of State Edwin Tong's intervention earlier on three points.</p><p>The first is, of course, he re-narrates the findings made by the trial Judge on certain matters in the aftermath of the 2011 General Elections on the circumstances of the departure of the former managing agent, on the impact of AIM and so on and so forth. Again, our position is that some of these key findings, we are going to take it on appeal. And he rightly points out, we have consistently maintained these circumstances were the circumstances that we had to deal with in the aftermath of the 2011 General Elections. So, this is something that we are going to appeal on and we will also highlight to the Judge certain evidences that may not have been given proper weight, including, for example, the termination notice issued to us by AIM. So, that is just to round off that first point.</p><p>On the second point on whether the Town Council had been forthcoming with information for its own auditors, I recalled at that point in time a conversation which I had with our General Manager, who told me that, actually, the auditors were given full access to our IT system to search for any information that they wanted. So, I think it is important that I put on record that that was what I recalled when I asked her about the auditors' comment, that was what she told me.&nbsp;</p><p>Last of all, regarding the AGO audit, he did cite that the AGO had said that they had asked for certain documents which should exist. I would like to also point out to him that, in the light of the AGO's request at that time, I personally headed a physical search of the Town Council offices with the AGO team to try to search for some of these documents. So, I would refute any suggestion that we tried to hide things from the auditors.</p><h6>5.53 pm</h6><p><strong>Ms Anthea Ong (Nominated Member)</strong>: Mr Speaker, thank you for the opportunity to speak on this Motion. I must admit that I feel a little bit like an interstitial break right now.</p><p>First, I acknowledge the judgment delivered by the High Court on 11 October 2019. This Motion is in four parts. Part (i) of the Motion which affirms the vital importance of Members of Parliament maintaining high standards of integrity and accountability is indisputable. I clearly support this first part of the Motion.</p><p>I wish to speak on this Motion because I am unsure of the need for this Motion, which has no legal force when passed, given the powers already vested in the Minister through the Town Councils Act to order AHTC to take necessary and swift actions. At the same time, I am also concerned that the Motion relates to matters which have not fully concluded in Court.</p><p>Mr Speaker, I understand that this substantive Motion, when passed by the House, becomes a resolution of Parliament. A resolution of the House is not legislation, nor does it have any legal force. Given this, should the call for AHTC to discharge their responsibilities as proposed in part (iv) of the Motion – asking for this House to call for and influence AHTC to recuse the said Members of Parliament \"from all matters relating to, and oversight over, financial matters\" – be made by the Minister through the powers granted by the Town Councils Act instead of this House?</p><p>Under section 43(d) of the Act, it is expressively provided that if the Minister is of the opinion that there are deficiencies identified in the conduct of the affairs of the Town Council and/or an irregularity has occurred or is occurring in the financial affairs of the Town Council, the Minister may, by order, in writing, require the Town Council to \"take specified remedial action to address the deficiencies and take specified action to correct the irregularity or to guard against the recurrence of irregularities or both.\"</p><p>This entire section was an amendment added to the Act and passed by this House only two years back in 2017. In addition, Mr Speaker, I am also uncomfortable with judgment being discussed in this House. A Court proceeding, as I understand accordingly to the Administration of Justice Protection Act, only concludes when all issues relating to the assessment of damages and Court proceedings are heard and finally decided. Therefore, it is clear that if a legal proceeding of this case is still afoot, the defendants are also entitled to launch an appeal, which we have just heard from Ms Sylvia Lim that they will be doing so. Given this, Mr Speaker, I am concerned that any comments that we make now, while possibly protected under certain parliamentary privileges, could still potentially fall under contempt of Court. Also, our debates are published in Hansard and the media. I worry that commenting on and acting from the judgment when the case is not concluded with finality, especially if this matter is brought to the Court of Appeal, may be perceived to be interfering with the due judicial process in the administration of justice.</p><p>Sir, I have outlined my concerns and clarifications for parts(ii), (iii) and (iv) of the Motion and am of the view that the matters raised in these three parts may compromise the integrity and enforceability of the Town Councils Act as well as the judiciary process relating to the on-going Court proceedings. Given that this Motion shall be voted in its entirety and not in parts, I wish to state for the record that I clearly support the ideals of integrity and accountability expected of Members of this House in part (i).</p><p>Mr Speaker, I continue to be thankful every day for the privilege to be here in this House as a Nominated Member of Parliament. This privilege to serve comes with the commensurate responsibility that I take dutifully and seriously to add value to the discourse in this House as a non-partisan voice, hopefully in a considered manner and hopefully most of the time, to the best of my ability.</p><p>It is with this same consideration that my abstention to this Motion today, when called for a vote, is premised on:</p><p>(a) my inability to understand the call for action through this Motion with no legal force when they exist in an enforceable pathway in accordance with the rule of law under the Town Councils Act, which I believe already grants the Minister powers to do the same as proposed in part (iv) of the Motion; and</p><p>(b) my inability to raise a concern that the debate in the House from the judgment of a Court proceeding that has yet to be fully concluded, as indicated in parts (ii) and (iii) of the Motion, may be perceived as interference of due process in the administration of justice.&nbsp;</p><p>This abstention does not in any way signal any disagreement on my part with the principles of integrity and accountability that we must uphold as Members of Parliament, elected or not.&nbsp;&nbsp;</p><p><strong>Mr Speaker</strong>: Assoc Prof Walter Theseira.&nbsp;</p><h6>5.59 pm</h6><p><strong>Assoc Prof Walter Theseira (Nominated Member)</strong>: Mr Speaker, Sir, thank you for allowing me to speak on this debate. There are two principles I am concerned with. The first is affirming the high standard of behaviour expected of a Member of Parliament. I agree with the Deputy Prime Minister that Members must maintain high standards of integrity and accountability.</p><p>I have read the judgment in this case. The judgment does find a serious breach of fiduciary duty on the part of the hon Members Ms Sylvia Lim and Mr Low Thia Khiang. The breach is because they had planned to appoint FMSS as managing agent without calling a tender. The learned Judge finds that the circumstances, including the argued difficulty of working with the previous \"PAP-affiliated managing agent\", were an excuse and not a justification for waiver of tender.</p><p>The breach is found to have harmed the interest of AHTC and, by extension, residents. These are very serious findings. But that said, I will stand corrected, but I have not seen evidence in the judgment that this breach was motivated by personal self-enrichment on the part of the hon Members. This is not to excuse the breach of fiduciary duty. It is serious. But I have heard the hon Member Ms Sylvia Lim and noted their intention to appeal and I respect that.&nbsp;</p><p>The second principle concerns Parliament's role in effectively addressing this serious breach of fiduciary duty for the benefit of residents and Singaporeans. Part (iv) of this Motion calls on the Town Council to recuse Ms Sylvia Lim and Mr Low Thia Khiang for financial matters. Sir, the Town Council is a political entity. It is led by the elected Members of that Constituency. This Motion essentially calls on the Workers' Party to undertake a certain course of action. The Motion is not binding on the Town Council. So, I am personally concerned that this part of the Motion has the effect of a political resolution. I would have hoped that there were other means of addressing the serious concerns raised in this judgment.&nbsp;</p><p>Therefore, while I agree with the principle that Parliament must hold all Members to a high standard of integrity and must examine Members who fall short, I am uncomfortable as a non-elected Member in participating in what may be a political resolution. Hence, I will abstain from the Motion, if there is Division. Of course, I recognise that other Nominated Members are entitled to hold a different view. I thank the Deputy Prime Minister for raising this issue of national importance and putting the evidence before the House and the public. I know that integrity and good governance are paramount to this Government.</p><p><strong>Mr Speaker</strong>: Minister Desmond Lee.</p><h6>6.00 pm</h6><p><strong>The Minister for Social and Family Development and Second Minister for National Development (Mr Desmond Lee)</strong>: Mr Speaker, please allow me at the beginning to address two points raised by our hon Nominated Members of Parliament.&nbsp;</p><p>First, Ms Anthea Ong makes good points about the importance of integrity and about the privilege placed being in this House. And I thank her for that.&nbsp;</p><p>In effect, Ms Ong is suggesting that this matter is sub judice, a point which the Members of the Workers' Party have indicated, is not their position. And I wonder why is it sub judice in effect, in her words when we are talking really about what ought to happen in the interim between findings of a High Court and such point in time when the appeal is heard and disposed off. I think that really is the crux of the matter and that really is why we are here today.&nbsp;</p><p>So, we have a case, say, in a company. Let us say directors of a company are sued by the company and found on similar terms, as the High Court has found in this case, to have been dishonest to have hidden facts. And the directors say, \"Well, I will appeal. I will appeal the findings.\" Resolutely, want to appeal the findings.&nbsp;But what happens in the interim, as a matter of proper corporate governance?</p><p>Quite apart from whether regulators come in or the company comes in and say we better go on garden leave or the rules require you to recuse yourself, quite apart from external regulatory action, what is that a fiduciary, a director ought to do when there are findings of fact and law by Supreme Court, pending an appeal by the director?</p><p>So, I think that really is the narrow issue we are talking about but it is an issue of great importance.</p><p>Say a person is again, a fiduciary, head of a charitable organisation, say, a charitable foundation or one of our social service agencies or a VWO. The person again custodian of public funds, donors' funds, philanthropists' funds. And there is an allegation that this individual in charge of the charity, say a director or a trustee has mismanaged the funds. And a suit has been taken by the charity or by the charity regulator against this trustee or fiduciary. And a Court finding, no less a finding of the High Court, has been found that this trustee or fiduciary had indeed mismanaged – not just mismanaged by negligence or by carelessness but because of dishonesty. Very strong findings.</p><p>Is the trustee and fiduciary going to carry on and say, \"Carry on the new months or years until the findings are confirmed by the Appellate Court\"? What is the expectation of the organisation? What is the expectation of the public? What should fiduciaries or people in that position do in the interim when findings have been found?</p><p>We are not talking about before a suit is filed. We are not talking about when allegations are made, no matter how strongly proven those allegations may be before the suit. We are talking about when a judgment has been made, what should the person in the shoes of a director of a company, as the head of a charitable institution, as a trustee, as a town councillor elected by the public holding statutory responsibilities, having fiduciary duties, sitting in this very House, what is the right and proper thing to do?</p><p>And Ms Ong makes a point about section 43(d) of the Town Councils Act. I am familiar with that provision because I had to move those amendments in this very House to make sure that the regulators have the levers to act if we have to.&nbsp;</p><p>And section 43(d) comes after this saga has taken place in 2011.&nbsp;More importantly, the provision gives powers to the Minister after a report or compliance review has been undertaken under the Act as amended or after an investigation.</p><p>Be that as it may, ultimately, you have a judgment of the High Court by a Justice of the Supreme Court.</p><p>Quite apart from what regulatory powers there may be in this case or in future cases, we are really asking here in his House, not asking what directors outside this House should be doing; not asking what trustees outside should be doing, but what Members of this House reposed with the duties under the Town Councils Act to safeguard public monies. What is the right thing to do?</p><p>And I come to the last point that Ms Ong makes which is, that she feels uncomfortable discussing this. And, in a way, also Assoc Prof Walter Theseira's point about political resolution.&nbsp;I do not blame the two Nominated Members of Parliament or members of public if they perceive this to have partisanship colours. But actually, if you stripe it down to its very core, what should fiduciaries do? And, in this case, not any fiduciary&nbsp;– one sitting amongst us held to certain standards by members of the public. What do we have to do?</p><p>And just flip it over. What would the public expect? What would our friends from the Workers' Party expect if there were such a finding, if it ever were to reach such a stage that the High Court finding were to be made of one of my colleagues or one of the Members of the ruling party in this House? What would they be expecting? What would they be calling for? What would they require us to do? In fact, what would we expect of ourselves, no less?&nbsp;</p><p>So, I think we should be very clear that this is not about partisanship. In fact, for the last almost four weeks, all of us and members of the public and commentators, will be watching and listening and looking out what action town councillors, subject to such findings by the High Court would take at the very minimum, at the very minimum, to safeguard public funds, to assure the people from their responsible fall, that pending the appeal which they will, no doubt, fight, as Ms Lim has indicated. What are you going to do in that interim period to assure the public that you are doing the right thing?</p><p>Mr Speaker, it is very clear from the discussion over the last two hours that Members of the Workers' Party do not think there is any need whatsoever when the High Court has made findings of dishonesty and such, that anything needs to be done, just appeal, sit tight, wait for the appeal.</p><p>For the reasons I have articulated earlier, I do not think that is the right thing to do. At the very least, recuse yourself, not from all Town Council's duties but from financial duties for which the Judges' findings focused on. I do not think that is considered political. That, I think, is something that anyone in a company, anyone in an institution, anyone in the society, anyone in an organisation will do. And if they see us in this House not even doing that, then what do you think members of the public would think of the standards that we uphold here in this very House? Is it lower than in a company? Is it lower than in a charity? Is it lower than in society? Is it lower than in some other organisation in Singapore but outside this House? I think we must all do the right thing.</p><p>And I also found it concerning that when asked directly, the Chairman of the Town Council says, \"Well, I will not do anything in the mean time, because one, I have known the two members against whom the Judge had made findings of dishonesty since 2006. Because I know them, I trust them. So, never mind what the High Court Judge says. I will trust them. I will not act.\" Second, he says, \"Well, I am the Chairman of Town Council but the Independent Panel did not give me any advice, did not tell me what to do.\" No less the Chairman of the Town Council – waiting for the Independent Panel to tell the Chairman what is the right thing to do.&nbsp;And then, thirdly, after some time, he says, \"Well, it is because the case is being appealed on\". Three reasons for that.&nbsp;I think it is very clear what the position of the Workers' Party is on what they plan to do or not do in the interim.</p><p>Sir, Town Councils are set up to give Members of Parliament direct responsibility for managing and running the Town Councils. How well we manage and run our Town Councils will reflect to the public, not just on our abilities but on what we stand for. But MND recognises the political nature of Town Councils and accept that political considerations can indeed go into the appointment of contractors for Town Councils. But such latitude must be exercised by town councillors within the boundaries of our laws. And public funds and residents' interests must at all times be properly safeguarded. So, yes, Town Councils are creatures of politics. It allows Members of Parliament to show politically to the public what they are able to achieve but certainly, at the very least, there are some boundaries and those boundaries are laws and also boundaries of ethics and of integrity.</p><p>The High Court judgment has found, in this case, that the appointment of FMSS as Managing Agent was clearly motivated by political consideration, including a misguided sense of loyalty to trust the supporters. In other words, the Workers' Party wanted to appoint their friends. They wanted to reward them for their loyalty over the years. But as I said earlier, there is a proper process and there are rules that govern even a creature of politics.</p><p>In particular, the Town Council rules provide for an open tender process and Deputy Prime Minister has articulated very clearly how that comes into play. But in this case, the Court found that the entire process had been deliberately subverted. Right from the start, the Workers' Party Members of Parliament were clear that they did not want to work with the incumbent Managing Agent, CPG or any other Managing Agent in the industry. And, so, they devised a plan to ensure that they will get what they want.</p><p>This involved getting their friends to incorporate and set up a company FMSS just days after the results of GE 2011 with a substantial paid-up capital of $450,000. The late Mr Loh could confidently put up the capital as the MA contract was assured. But to ensure that FMSS was appointed, the Workers' Party knew that CPG had to be removed from the picture and they did not want to call a tender. And they wanted to hide this plan with the smoke screen.</p><p>The High Court found that \"steps had to be taken to ensure that this did happen without the true motivations being unfounded.\" These steps include the following.</p><p>First, as early as 13 May 2011, the elected Members instructed Ms How Weng Fan to write to CPG to arrange for the taking over of the management of the Town Council. This was before the elected Members of Parliament met with CPG on 30 May 2011 and before CPG expressed any intention to be released from its contract. In fact, the High Court did not accept the point that any of this had to do with CPG's intention. And the fact of the matter was that the Workers' Party Members of Parliament had proceeded after the 2011 GE on \"an independent and simple-minded course of action\" to replace CPG. They did not review the CPG contract to satisfy themselves whether CPG was entitled to prematurely terminate the contract before meeting with CPG on 30 May 2011. That is first.</p><p>Second, CPG was kept completely in the dark about FMSS. The Workers' Party Members of Parliament were concerned that if CPG was aware the details behind the formation of FMSS, they would whistle-blow and sound the alarm. The High Court found that there was a consistent and concerted effort to keep the true facts away from CPG's eyes which included postponing their second Town Council meeting to discuss the waiver of tender until after CPG's departure.</p><p>And third, an excuse had to be given to the other town councillors to justify the waiver of tender. A story was thus spun about the alleged urgency to appoint the new MA caused apparently by CPG's sudden announcement on 30 May that it intended to depart, the abrupt termination of the Town Council's system, the TCMS by AIM, and the lack of contractors who wanted to work for the Workers' Party.</p><p>But the fanning of this smoke screen was egregious because the case for urgency was completely manufactured. So, you see this is a deliberate matter. The Court found not negligence, carelessness or breach of contract but dishonesty and fanning of smoke screens. The public, our Parliament were all misled deliberately. The High Court found that the report prepared on the appointment of FMSS as Managing Agent for the Town Council, setting out the reasons for waiver of tender, under the instructions of Ms Sylvia Lim and Mr Low Thia Khiang, was, I quote, \"not truthful and painted a wholly inaccurate picture\". Instead, the report sought to \"cloak the appointment of FMSS with a veneer of propriety\" and to paper over the cracks.</p><p>In fact, as Deputy Prime Minister Heng Swee Keat and Senior Minister of State Edwin Tong had pointed out, it is deeply troubling that Ms\tSylvia Lim had asked Ms How Weng Fan and Mr Danny Loh, whose conflict of interest was crystal clear, to examine such report to see if it would \"pass the auditor's eyes\".&nbsp;This serves to illustrate the lengths that the Workers' Party went to pull wool over the eyes of the other town councillors.</p><p>I say this to illustrate the key point that yes, there are civil cases and there are civil cases. But look at what the Judge found in this particular civil case and ask ourselves whether as fiduciaries or as town councillors, what is the right thing to do pending an appeal.</p><p>Sir, as I have said, in this particular case, the Workers' Party not only appointed their friends by circumventing the proper process, a lot of which had been gone into detail by both Deputy Prime Minister Heng Swee Keat and Senior Minister of State Edwin Tong, but they also allowed their friends and supporters to reap a handsome profit at the expense of the Town Council. It is one thing to award contracts to friends for political reasons but another to allow them to reap a profit or to pay them more. The auditors, PwC and KPMG, have all previously found FMSS to have charged more than&nbsp;CPG. There appears to have been substantial double counting in the charging of fees and then when it came to the second Managing Agent contract, having only gained barely a year's experience in managing a GRC, it is astonishing that FMSS sought to put in even higher rates. The Workers' Party allowed them to do that.</p><p>The issue of damages, what needs to be recovered, is subject to further proceedings before the Court. The extent of such overcharging by FMSS remains to be determined by that process. I will make the point but not comment further about the details.</p><p>But it is clear that residents' interests, public funds were abused as a result of the Managing Agent contracts with FMSS while FMSS in turn had profited handsomely.&nbsp;With your permission, Mr Speaker, may I ask the Clerks to distribute an Annex to Members for reference.</p><p><strong> Mr Speaker</strong>:&nbsp;Yes, please. [<em>A handout was distributed to hon Members.</em>]</p><p><strong>Mr Desmond Lee</strong>: Thank you, Sir.&nbsp;Sir, prior to the Workers' Party taking over, Aljunied Town Council, in fact, enjoyed a surplus. Within the first full year of Workers' Party's management, AHPETC, as it then was, ran an operating deficit of $1.5 million, which widened to a deficit of $2 million in the second year. In a short span of two years, the Town Council was run to the ground. In stark contrast, Workers' Party's friends in FMSS made $1.5 million in profits in the first full year, which shot up to some $3.2 million in the second year. It bears noting that FMSS had one and only one client, which is the AHTC.</p><p>In other words, all profit came from the Town Council. How is it fair to the residents? How is this protecting the interests of residents and safeguarding public funds? It therefore comes as no surprise that the High Court had found the defendants to be in breach of legal duties, including their fiduciary duties of loyalty owed to the Town Council.</p><p>On that point, I was also surprised when Ms&nbsp;Sylvia Lim mentioned earlier in this debate that this case involved a novel point of law, of fiduciary duty. A town councillor elected by members, by electors, running a Town Council, a statutory entity, looking after public funds, has duties. She says statutory duties but in fact in Court, their lawyers argued that there is nothing that anyone can do if monies were lost except through the ballot box.</p><p>It would have been a different story, Sir, if they had ensured that their friends had charged fairly. Given the lack of track record and experience, there was simply no basis for FMSS to charge the same rates as CPG or more. Workers' Party should have ensured that they charged less, especially in circumstances where no tender was called. As I said earlier, this is to illustrate the seriousness of the findings and therefore why action should be taken in the interim to safeguard public resources until the appeal is heard.</p><p>The findings in the High Court judgment have now answered some of the key questions concerning FMSS that were raised by various accountants previously. We now know the true story behind the FMSS saga, as clearly articulated by the High Court.</p><p>I come back to the core of today's Motion, which is: what is the Workers' Party going to do about this in the meantime? If the same had happened in the corporate context, the management would recuse themselves from running the company. In other Town Councils, errant officers step down. The general manager of Ang Mo Kio Town Council had to step down and face the music. He was charged and pleaded guilty eventually to corruption charges.&nbsp;</p><p>The right and proper thing to do is for the Members of Parliament implicated in this matter to recuse themselves from all financial transactions of the Town Council pending any appeal. Let professionals or other Workers' Party Members of Parliament who are not implicated to manage the financial affairs and transactions of the Town Council until the appeal is disposed.&nbsp;</p><p><strong> Mr Speaker</strong>:&nbsp;Ms&nbsp;Indranee Rajah.</p><h6>6.25 pm</h6><p><strong>The Minister in the Prime Minister's Office, Second Minister for Education and Finance (Ms Indranee Rajah)</strong>: Mr Speaker, thank you for allowing me to participate in this debate. Before I go into my speech proper, I just wanted to clarify a few things with Ms Anthea Ong. I was just trying to understand her position and hopefully be able to assist in clarifying some things. Can I first check, does the hon Nominated Member of Parliament think that an appeal precludes discussion of this Motion?&nbsp;</p><p><strong> Mr Speaker</strong>:&nbsp;Ms Anthea Ong.</p><p><strong>Ms Anthea Ong</strong>: Thank you. No, and actually I was about to clarify to Minister Desmond Lee's point in response. When I say I felt uncomfortable, I am talking about the fact that clearly as a non-legal trained person, I just feel uncomfortable that all these are being discussed so openly. And I am totally with Minister Desmond Lee's point. I am not disputing there is a need for action, which is why I brought up another pathway for that action to be taken instead of this Motion in the House. My discomfort comes from us discussing so many details about the judgment. Given that I am not a lawyer, I was just uncomfortable. That could be potential interference or perceived to be interference, given that. I am not concluding anything, Minister.</p><p><strong>Ms Indranee Rajah</strong>: I understand. As I understand the position, Ms Anthea Ong is not saying that an appeal precludes a discussion of this. It is just that feeling of discomfort with all the discussions going on. Okay.</p><p>That really brings me to what is this Motion about? Is it about the facts and the Court judgment, or is it about something else? Well, this Motion is about the standards of integrity and accountability to which Singaporean Members of Parliament are held, and that applies to all Members of Parliament.&nbsp;</p><p>It is about what do we regard as the appropriate standards for accountability, transparency and good governance.</p><p>So, what has happened is this. You have a High Court judgment. The High Court judgment has found that Ms Sylvia Lim and Mr&nbsp;Low Thia Khiang acted dishonestly, in breach of fiduciary duty, that their conduct lacked integrity and candour, and that they were fully aware that their conduct was of questionable legality. That is the High Court finding. That is not the finding of any of the Members here. That is a conclusion that the Court reached after looking into the matter in detail and seeing all the documents.</p><p>So, you have a High Court judgment with these findings and the question now is this: what do you do in the interim period? I appreciate that Ms Sylvia Lim has said that they will be filing an appeal, as indeed that is their right to do so. That is not disputed. But the question is, between now and the time that the appeal is heard, what is the appropriate thing for a Member of Parliament to do? What is the appropriate thing for a town councillor to do?</p><p>As all the lawyers in this room know, that a judgment, once given, until and unless overturned, the findings stand. So, in response to Ms Anthea Ong, this is not sub judice because we are not making any suggestion that the findings were right or wrong. In fact, what this Motion does is accepts the findings as they are and it asks, between now and the time where it may or may not be reversed or upheld, what do you do?</p><p>What is the standard of conduct? Do you simply disregard what the judgment says or do you say, that pending the appeal, and whilst there is a cloud hanging over the heads of these town councillors, do they stand down? Do they wait, and then see what the Court of Appeal says? Or do they say, \"Well, in the mean time, it does not really matter if there is a judgment, I carry on as usual\". That is the issue.</p><p>Why is this important? It is important because the Workers' Party's response to this important issue will tell you what are their values and what do they regard as good governance.</p><p>Supposing you were to apply this attitude to this Government. Supposing a Government official was found to have acted dishonestly and in breach of duty. Would we say, \"It is fine. Let him or her remain in place, because he is appealing. It is okay. It does not matter if it is a civil servant, if it is the Head of Civil Service, if it is the Commissioner of SCDF\". It is a finding of dishonesty, of lack of candour, lack of integrity. Do we say, \"Yes, it is okay, you can keep that person in place\"?</p><p>Under our rules of governance, it is equally important to ask what you do in the mean time even if there is an appeal. And very often, even before you get the first judgment, we will interdict. You do not allow the person to stay in place whilst there are issues hanging over that person. That is not what we are even asking here.</p><p>How many times in this Parliament, when an incident has happened, have Members of Parliament stood up, calling for action against public officials? Calling for action to be taken even before inquiries have been completed, even before judgment has been given? Very often, interim measures are taken to make sure that not only is something properly done, but it is also seen to be done.&nbsp;</p><p>Members of Parliament are elected public figures, and so are Opposition Members of Parliament. So, the question is: what sort of governance do you hold to? What makes you different? Why do the same standards of conduct not apply to you, as to others? If the position that Workers' Party has advocated is the standard of governance, then, what it would mean is this. Imagine if you had a Workers' Party government, if there were to be a government official that has been found liable for something, does that person stand aside when there is an appeal pending? The answer would be no – you just carry on, business as usual.</p><p>What kind of tone does that set for the government? What sort of signal of governance does that convey? What sort of Parliament endorses that? Because it also says something about us.</p><p>What it also means is that the next time there is any incident and there is an inquiry pending, the Workers’ Party has no moral authority to ask for any official to stand down or stand aside whilst the case is being heard, or whilst the matter goes for appeal. No moral authority at all.</p><p>Mr Faisal Manap says, when asked what he would do with respect to the Court judgment, that he has belief in his colleagues. I understand that. I appreciate that he has belief in his colleagues. But that is not the point.&nbsp;The point is that when you have a Court judgment with these findings, what do you, as the head or the Chairman of the Town Council do?</p><p>He also referred to the 2015 Election and he talked about the fact that the residents have given a mandate to Mr Low and to Ms Lim in 2015. That is true. The residents of Aljunied did give them a mandate to be their Members of Parliament. They gave them a mandate to run the Town Council. They did not give them a mandate to breach their fiduciary duties. They did not give them a mandate to act dishonestly and they did not give them a mandate to act with a lack of integrity and candor.&nbsp;</p><p>So, what you have is that in 2019, you have a Court judgment which has made these findings and the issue is, as my colleague Mr Desmond Lee has highlighted, what do you do between now and the time of the appeal? What is the correct thing to do? So, no one is suggesting that they should stand down as town councillors. All that this Motion asks is that they do the appropriate thing, which is to recuse themselves from all matters relating to and oversight of financial matters in the Town Council pending the appeal. This goes to transparency, accountability and good governance. So, if, as the Workers’ Party says, they stand for transparency, accountability and good governance, then there should be no objection to this Motion. But likewise, objecting to this Motion also speaks volumes.</p><p><strong>Mr Speaker</strong>: Mr Pritam Singh.</p><h6>6.36 pm</h6><p><strong>Mr Pritam Singh (Aljunied)</strong>:&nbsp;Mr Speaker, the timing of this Motion by Deputy Prime Minister Heng is highly unusual for a legal system that places an exacting premium on the rule of law as a defining characteristic of the country.</p><p>As intimated by Workers' Party's Chair, Ms Sylvia Lim, insofar as the judgment referred to in the Motion is concerned, the window for appeal remains open and the PAP must explain truthfully what is its motive in hurriedly filing this Motion before the case is concluded.</p><p>At the outset, I have heard it from a few speakers, and I think it is important to put the position on record&nbsp;– the Workers' Party does not disagree with the first limb of the Motion which calls on the House to affirm the vital importance of Members of Parliament maintaining high standards of integrity and accountability. On that note, for the record, in 2015, I did not knowingly and deliberately mislead this House.</p><p>On the second limb, I will not repeat the points made by Ms Sylvia Lim on the appeal process, but I will restate that grounds of appeal can cover both issues of fact and issues of law. However, I do wish to add that the judgment also raises the real prospect of the plaintiffs, namely Pasir Ris-Punggol Town Council or AHTC's Independent Panel, filing an appeal against the judgment identified in the Deputy Prime Minister's Motion. This is because the plaintiffs did not succeed in many causes of action, some of which were either rejected or dismissed by the Judge. One important example with significant repercussions for their case at the second trial on quantum being the plaintiffs' attempt to reverse the burden of proof and to put onus on the defendants to disprove loss.</p><p>Sir, I believe there is a real likelihood for the plaintiffs to vigorously challenge the findings of the judgment that are not in their favour at the Court of Appeal as the plaintiffs, too, are within the one-month window to file an appeal.</p><p>Sir, that the judgment referred to in the Motion is evidently a very live issue is stating the obvious. To that end, there is no reason for Parliament to be prematurely hijacked as a substitute for the judicial process when the window for appeal on the judgment has not closed. I hope all Members, not just Nominated Members of Parliament, consider this when they decide on the Motion later.</p><p>Next, I wish to consider limbs (iii) and (iv) of the Motion. Natural justice dictates that any question of a recusal for Ms Lim and Mr Low from their roles at the Town Council must surely be considered after the case is concluded. However, if Parliament passes the Motion, the councillors of AHTC, not the Workers' Party, will discuss the matter and vote on it, if that is the collective decision of the Council. In any such decision, Mr Low and Ms Lim will excuse themselves from voting on the issue and will not participate in any discussion of the matter.</p><p>On my part, I have absolute trust and confidence in both Ms Lim and Mr Low’s leadership and their continued participation on the Town Council. I speak for myself when I say that I will not be voting for them to be recused from financial matters should it be determined so by Council even if this Motion passes. Why?</p><p>Let me first start with Ms Lim, who also chairs the finance and investment committee of the Town Council. All of you know that. Let us not fake ignorance and say, \"Wow\". It is in the judgment that has been read. She is still in charge, yes.&nbsp;</p><p>As Chairman of the Town Council between 2011 and 2015, despite challenging circumstances and under tremendous pressure, Ms Lim led the Town Council to manage the estate without major disruption of service affecting the lives of residents. Ms Lim, as Vice Chair, has contributed much over the years to the positive transformation of the Town Council today. For the information of the House, for the latest annual report, AHTC's auditors have submitted an unqualified audited report to the Council which has been forwarded to MND for onward tabling to the Parliament. The accumulated surplus position and all other matters will be in that report.</p><p>That said, any decision to consider a recusal for Ms Lim and Mr Low is for the individual town councillors to make and AHTC will act in accordance with their decisions.</p><p>For Mr Low, he is a member of the estate and community liaison committee (ECLC) and does not chair any finance-related committee. The ECLC does, however, approve expenditure for estate-related work. Mr Low’s depth of Town Council experience and perspective as a long-standing opposition town councillor on estate matters is very useful for the ECLC. Once again, it is only appropriate for the Town Council to take a collective decision on any recusal if it decides to do so and AHTC will act according to the Council's decisions.</p><p>To conclude, Mr Speaker, the two words that have defined this Motion are \"hurried\" and \"premature\". The Workers' Party has read the Motion carefully and all the Workers’ Party Members of Parliament will unanimously vote against it.</p><p>I would just like to follow up on a point made by Minister Indranee Rajah on what happens when such an event occurs to a Government official in future. Well, it depends. Is it a criminal matter? Is it a civil matter? What is the dispute? What is the substantive issue here? Those will be the considerations that will be relevant. So, I reject any suggestion that the Workers' Party will not have any moral authority to question an issue like that when it comes up. And we know one issue, for example, that came up, it was December 2016, if my memory serves me right, just a few days before Christmas, knowledge of a tri-factor prosecution involving Keppel Corporation, Brazil, the US and Singapore comes to light. Members of Parliament had slightly less than 48 hours to file a Parliamentary Question about this issue – slightly less than 48 hours. Not a single PAP Member of Parliament filed a question on the matter, probably one of the most serious corporate issues – corporate scandals – that had affected Singapore’s Government-linked company.</p><p>So, if Workers' Party Members of Parliament will have no moral authority to file any Question on a matter like that, how sure are we that a PAP Member of Parliament will file a Question?</p><p><strong>Mr Speaker</strong>: Ms Indranee.</p><p><strong>Ms Indranee Rajah</strong>:&nbsp;Mr Speaker, that is just such a classic sort of, you know, when there is something happening here, \"Oh quick, I point you, look there, look there\" because that is a distraction. Let us just have a look at something else and not pay attention to this.</p><p>We are talking about something else which is simply this: when you have somebody in a public position, if a Court has found that they have done something wrong, there has been a breach of fiduciary duty, lack of integrity, that they have not acted with appropriate candor, should that person remain in position whilst those findings are there whilst they still stand and whether or not an appeal is pending. It is a question of what is the standard of governance and what is the appropriate conduct? What is very clear is that the Workers' Party's standard of governance and conduct is very different from that of this Government's. That much is clear.</p><p><strong>Mr Speaker</strong>: Minister Desmond Lee.</p><p><strong>Mr Desmond Lee</strong>: I just wanted to get some clarification whether I misheard the leader of the Opposition that after this matter is disposed of on appeal and that the findings stand, the leader of the Opposition, the Town Council, will not vote for the two Members against whom findings of dishonesty stand to recuse themselves from even financial decisions. Am I right?</p><p><strong>Mr Speaker</strong>: Mr Pritam Singh.</p><p><strong>Mr Pritam Singh</strong>: Thank you, Mr Speaker.&nbsp;Minister Desmond Lee, I think you may have misheard me. That is not my position. The position has been, as I had made in my speech. Any question of a recusal could actually come up any time. If a town councillor at the next quarterly meeting in November brings this issue up and the Council determines that, yes, it is a recusal that is in order, then Ms Lim and Mr Low they will have to recuse themselves because that is what the Council decides. That must be how the system works.</p><p><strong>Mr Speaker</strong>: Minister Indranee.</p><p><strong>Ms Indranee Rajah</strong>: One further clarification because I think I recall hearing a statement that the Town Council would do what it needs to do. The Motion calls on the Town Council to do certain things. So, the Motion, if passed, this Parliament is not forcing the Town Council to do anything, but it is calling upon it to do something. The response of the Town Council will, of course, be its own responsibility. But let us all be clear what we are asking in this Motion, which is calling upon the Town Council to do what we think is right. The Workers' Party's Members of Parliament, of course, may have a different view.</p><p><strong>Mr Speaker</strong>: Deputy Prime Minister. Before that, Ms Sylvia Lim.</p><p><strong>Ms Sylvia Lim</strong>:&nbsp;Thank you, Sir. Sorry, Deputy Prime Minister.&nbsp;Sir, I would just like to seek two clarifications from Minister Mr Desmond Lee. I do not know if I have heard him correctly, but in his speech, he was asserting that the Workers' Party Members of Parliament had allowed FMSS to charge very high rates throughout their entire incumbency as a Managing Agent. I think the import is that. But would he not agree that, actually, even in this High Court judgment, the trial Judge did not find any breach in the award of the second MA and EMSU contract. So, I would like him to confirm that and summarised at paragraph 12 of the Annex that the Deputy Prime Minister gave out earlier.</p><p>The second clarification is that he said he was surprised we would take the position that town councillors&nbsp;– arguing that town councillors owed fiduciary duties as a novel point. But does he not agree that there is actually no case law on this point and this is the first case where a Judge has actually applied his mind to this issue of whether Town Councils in fact owe fiduciary duties. So, in that sense it is a novel point of law that is being argued in fact with rigour in the Court.</p><p><strong>Mr Speaker</strong>: Minister Desmond Lee.</p><p><strong>Mr Desmond Lee</strong>: I thank the Member for those clarifications. I had said in my speech that the auditors, PwC and KPMG, had all previously found those points about charging. All right. So, they are in the audit report. I would not gone into the details on them. They are in the report. I am sure that Member would have read them through and through.</p><p>As I said earlier, these are examples of why I think based on the nature of this civil suit finding, there is a need for the affected town councillors to take the necessary action and that in respect of the extent of damages, if any, it is to be determined in the hearing thereafter. And I have said that clearly.&nbsp;</p><p>As for case law, I think the Member is really, playing lawyer. Certainly, case law on the legal duties of town councillors are few and far between. This case has generated jurisprudence on the front, but I think the key point is this. The findings of what had happened, being as they are, findings of fact, these findings will stand until they are reversed by the Appeals Court. Given the kind of findings of dishonesty, of subterfuge, of misleading town councillors, misleading the public and so on, found by the Court, what are the duties expected of a person in the shoes of a town councillor?</p><p>No doubt, this may be novel from a jurisprudential point of view. But I think let us put ourselves in the shoes of Members of this House and members of the public. What do you expect of a town councillor against whom such findings have been&nbsp;made? What kinds of responsibilities and standards do we have to hold ourselves to?</p><p><strong>Ms Sylvia Lim</strong>: Sir, final clarification, please.</p><p><strong>Mr Speaker</strong>: Ms Sylvia Lim.</p><p><strong>Ms Sylvia Lim</strong>: Minister has still not answered my question, whether he actually agrees that even in this High Court judgment, the Court has not found any breach, independent or continuing breach in the award of the second MA and EMSU contract.</p><p><strong>Mr Speaker</strong>: Minister Desmond Lee.</p><p><strong>Mr Desmond Lee</strong>:&nbsp;Except, Sir, that the issue of findings of overcharging in terms of amount will be determined by the subsequent hearing but what I was highlighting is the auditors' reports. I did not mention the Court judgment.</p><p><strong>Mr Speaker</strong>: Deputy Prime Minister Heng.</p><p><strong>Mr Heng Swee Keat</strong>:&nbsp;Mr Speaker, Sir, Mr Pritam Singh earlier mentioned that it is highly unusual for me to raise the Motion at this time.</p><p>I have raised this Motion because it concerns the integrity of Members of this House. And I have asked Ms Sylvia Lim earlier, \"Is this sub judice?\" And she said, \"No\". Affirms that it is not.</p><p>We cannot stay silent when a court finds severe lapses among Members of this House. To be characterised as \"dishonest\", \"lacking integrity\", \"lacking in candour\". These are very serious. Parliament is a key foundation of our political system. Its Members set the tone&nbsp;– Members in this House&nbsp;– set the tone for politics that we have in Singapore. Singaporeans expect more from their Members of Parliament. If we let things go unanswered, Singaporeans will be right to ask what kind of a system we have today. Whether it is a clean and incorruptible Singapore that we have worked hard to maintain all these years, whether they can trust the people who they have elected to represent and serve them, whether the political leaders, whether from the Ruling Party or the Opposition deserve to be trusted.</p><p>Throughout this entire saga, the Workers' Party has avoided giving any straight answers. They have not explained why they went out of their way to advocate the waiver of tender and the appointment of FMSS, despite claiming that there was nothing wrong with what they did. They have not explained why FMSS was allowed to charge higher MA rates than CPG even though FMSS was run by their friends and was close to the Workers' Party. They have not shown responsibility towards ensuring that payments to FMSS were properly made and that they had done the necessary to protect residents' money.</p><p>Let me remind Members of this House and, in particular, Members of the Workers' Party, what Mr Low Thia Khiang said in Parliament in 2015, I quote, \"We are for transparency and accountability. We are not shy to support the Motion that it is critical of us but will address and remedy the issues raised by the AGO report.\"</p><p>So, Mr Low made it very clear that you are for transparency, the Workers' Party is for transparency and accountability. You are not shy to support the Motion as critical of the Workers' Party and that you will address and remedy the issues raised by the AGO report. But we just heard something else from Mr Pritam Singh. So, I ask the Workers' Party of today, \"Do you stand, still stand for transparency and accountability?\"</p><p>In fact, I was very disappointed that earlier Ms Sylvia Lim at the initial stage of our Motion earlier today chose to hide behind the on-going appeal, despite serious concerns that the judgment has raised. I was even more surprised that Mr Pritam Singh repeated the same point.</p><p>Now, I want to remind this House that I am asking, all that I am asking this House to do is to ask Ms Sylvia Lim and Mr Low Thia Khiang two very simple questions. Given the severity of the judgment, is the Workers' Party prepared to have Ms Sylvia Lim and Mr Low Thia Khiang recuse themselves from all financial decisions of the AHTC? This is the least that they can do, right? There is&nbsp;no admission of guilt involved, simply whether are&nbsp;you prepared to give your residents some reassurance.&nbsp;</p><p>Assoc Prof Walter Theseira and Ms Anthea Ong earlier on mentioned about your concern of whether this is a partisan debate. Let me remind Members of this House that it was not MND, it was not the HDB that sued the Workers' Party. It was the Independent Panel appointed by the Workers' Party and, about which Mr Pritam Singh said they were eminent, consisting of Senior Counsels – two Senior Counsels&nbsp;– and one head of an audit firm.</p><p>It was also the High Court that characterised their behaviour as dishonest, lacking in integrity, candour and transparency. And it was the Court of Appeal that raised the question of their behaviour was of questionable legality.</p><p>So, like Mr Desmond Lee, I am very troubled that Mr Faisal Manap&nbsp;– Mr Faisal Manap is back with us&nbsp;– that essentially the position that you are going to take was that you would ask your Independent Panel, that you are not prepared to take a decision now. You are not prepared to take a decision. Sadly, Mr Pritam Singh reinforced that and said that you have refused to give your residents the assurance that Ms Lim and Mr Low will no longer be involved in financial matters for AHTC.</p><p>As I said in my speech earlier, this is a basic step that any company whose officers are embroiled in such a case, more so after a strongly-worded judgment has been passed, would have asked their officers to do, even a company would have done that. They need only to look at the example of Ang Mo Kio Town Council which my colleagues have explained earlier. And that the Government has shown that we will act against any wrongdoing no matter the party. It does not sweep things under the carpet.</p><p>Mr Faisal Manap also indicated and refused to take steps to protect public funds and to protect their residents' money. You are the Chairman of the Town Council now. Given this position, the Government will be forced to express its concerns to AHTC's own Independent Panel.</p><p>On the second part, the second key question which I have raised, which is to ask the Workers' Party Members whether they would join with the Government Members of Parliament to set out some basic principles for the conduct of Members of Parliament, both inside and outside the House&nbsp;– to be honest in our dealings with our fellow town councillors, to be&nbsp;honest in our statements in Parliament or, indeed, in any forum, including the Courts, to put the interests of the residents we represent above that of ourselves and our friends.</p><p>None of the Workers' Party Members, unfortunately, raised any point about the basic principles that we have set out. We may differ on where we stand on many issues but we always assume that we have at least agreed on the nature of politics we should have in Singapore. After all, would the Workers' Party not agree that maintaining high standards of integrity and accountability are at the core of a First World Parliament or have you forgotten about First World Parliament?</p>","mpNames":"Mr Sitoh Yih Pin (Potong Pasir),Mr Png Eng Huat (Hougang),Mr Desmond Lee,The Deputy Prime Minister and Minister for Finance (Mr Heng Swee Keat),The Minister of State for Manpower and National Development (Mr Zaqy Mohamad),The Senior Minister of State for Health and Law  (Mr Edwin Tong Chun Fai),Mr Muhamad Faisal Bin Abdul Manap,Ms Sylvia Lim (Aljunied),The Senior Parliamentary Secretary to the Minister for Home Affairs and National Development (Ms Sun Xueling),Ms Anthea Ong (Nominated Member),The Minister in the Prime Minister's Office, Second Minister for Education and Finance (Ms Indranee Rajah),The Minister for Social and Family Development (Mr Desmond Lee),Mr Speaker,Ms Sylvia Lim,Ms Anthea Ong,Mr Pritam Singh (Aljunied),Mr Png Eng Huat,Mr Pritam Singh,Ms Indranee Rajah,Assoc Prof Walter Theseira (Nominated Member),Mr Heng Swee Keat,Mr Edwin Tong Chun Fai,Mr Muhamad Faisal Bin Abdul Manap (Aljunied)","htmlFileName":null,"verPdf":null,"footNotes":null,"footNoteQuestion":null,"footNoteQuestions":null,"footNote":[],"atbpList":[],"ptbaList":[],"attendanceList":[],"onlinePDFFileName":null,"pdfNodes":null,"clarificationText":null,"clarificationTitle":null,"clarificationSubTitle":null,"ptbaFrom":null,"ptbaTo":null,"questionCount":null},"type":"motion","sittingDate":"05-11-2019","questionCount":null}