{"resultData":null,"resultHTML":{"memberId":null,"volumeNo":"95","reportType":"Motions","sessionNo":"1","portfolio":null,"memberName":null,"reportVersion":"sprs3","reportStartCol":null,"sittingNo":"13","reportEndCol":null,"title":"Singapore's Justice System","columnStart":"","parlNo":"14","reportContent":null,"columnEnd":"","reportId":"motion-1530#","score":null,"maxResult":null,"sno":null,"fullContentFlag":null,"fromMonth":null,"fromDay":null,"fromYear":null,"htmlFullContent":null,"htmlContent":null,"subtitle":"Motion","sittingDate":"4-11-2020","content":"<h6>6.01 pm</h6><p><strong>Ms Sylvia Lim (Aljunied)</strong>: Mr Speaker, I beg to move*,&nbsp;</p><p>\"That this House affirms that fairness,</p><p>access and independence are cornerstones of Singapore's justice system</p><p>and calls on the Government to recognise and remedy its shortcomings</p><p>in order to enhance justice for all, regardless of means or social status,</p><p>including facilitating a review of the justice system.\"</p><p>[(proc text) <em>*The Motion also stood in the name of Ms He Ting Ru.</em> (proc text)]</p><p>Sir, the Workers' Party&nbsp;has filed this Motion in order to be assured of Parliament time to contribute to this important debate on justice. Though this Motion was triggered by Ms Parti Liyani's case, our contributions will not be limited to issues from that case, but will include broader issues surrounding the justice system.</p><p>We urge the Government to recognise that the current system, despite its strengths, does have shortcomings which need attention.&nbsp;We call on the Government to take a two-pronged approach.</p><p>The first prong would be to tackle the low-hanging fruit. In our opinion, some of the shortcomings can be addressed by the Executive Government directly, if it is willing to do so.</p><p>The second prong will be to commission an external review of the more complex matters concerning our justice system. These other matters involve other Organs of State and touch on constitutional matters. On these matters, we offer our perspective for consideration and suggest the setting up of a Constitutional Commission led by a Supreme Court Judge.</p><p>My speech and those of other Workers' Party's Members of Parliament or MPs will cover issues on both the low-hanging fruit as well as the more complex matters.</p><p>Before I go further, I should declare for the record that I am a lawyer at the firm that has been appointed to represent Ms Parti Liyani in her complaint against the Prosecutors under Legal Profession Act. That said, I am not personally involved in handling the matter. Furthermore, the Workers' Party is mindful that the disciplinary proceedings are pending. We will, therefore, not be touching on the conduct of the DPPs especially with regard to the DVD player.</p><p>Before I get to the issues with our justice system, let me set the context. Ms Parti Liyani's case has attracted significant public reaction and we need to ask why. Is it because Singaporeans enjoy the spectacle of powerful people being taken down, or are we energised by the triumph of a domestic worker against the odds?</p><p>Captivating as these themes are, the Workers' Party is more concerned about the issues that the case represents. How far does our system of justice put everyone on equal footing, whether CEO or domestic worker? Have there been domestic helpers, work permit holders and even poorer Singaporeans who believed that they were innocent but have pled guilty to charges because they did not know their rights or could not afford to fight their cases? If we are being honest, we should not ask whether there have been such persons but rather how many there have been.</p><p>The critical question that Ms Parti Liyani's case has raised is this: how do persons who are disadvantaged navigate the justice system? This is a critical question to ask, as Article 12 of the Constitution provides that all persons are equal before the law and entitled to the equal protection of the law.</p><p>The Government has often cited Singapore's high international rankings of our justice system and, indeed, we agree that it has significant strengths. In the 2020 Rule of Law Index compiled by the World Justice Project, Singapore ranks 12 out of 128 countries. The Minister emphasised Singapore's rankings earlier.</p><p>While the overall ranking over the eight factors assessed is commendable, we should note that Singapore is not ranked so well in a few factors and sub-factors. For instance, on the important factor of constraints on Government powers, Singapore scores have fallen every year from 2015 to 2020. Singapore is below average as well in two sub-factors here. Singapore was found to be below average in having effective checks by non-government entities such as media and civil society, and below average in having effective checks by Parliament.</p><p>Under the factor of open government, the Rule of Law Index ranks Singapore 28 out of 37 high-income countries on the question of whether there are effective complaint mechanisms for citizens. Singapore is also below average on civic participation which includes the protection of the freedoms of opinion and expression, assembly and association.</p><p>On the factor of criminal justice, the Singapore system has done very well in sub-factors such as the effectiveness of criminal investigation and being free of corruption. These are certainly vital. However, on the critical sub-factor of whether the criminal system is free of improper government influence, the Singapore system is ranked poorly among high-income countries at 30th out of 37th and globally at 47th. The picture for Singapore is thus more mixed than the overall ranking suggests.</p><p>Mr Speaker, I cite these rankings not as gospel truth, but to emphasise that there are many aspects in assessing a justice system. We do not take Singapore's achievements for granted. Singapore is a safe place to raise children and the justice system has been instrumental in achieving that. There are also many public-spirited professionals working in law enforcement, prosecutions and the Courts who take their mission seriously.</p><p>Over recent years, the Government has also taken some progressive steps in the right direction. These include introducing a statutory framework for disclosure of evidence before trial and enabling video recording of suspect statements in certain situations.</p><p>By filing this Motion, the Workers' Party is not saying that the system is broken or ineffective, but we believe we should strive to do even better. There is room for improvement in any system. We believe that more attention should be paid to certain shortcomings in fairness, access and independence which need to be addressed.</p><p>In this debate, several Workers' Party's MPs will speak. We will cover the plight of the poor and disadvantaged and offer suggestions on how fairness and access to justice could be improved. We will review the role, culture and practices of law enforcement agencies, the Courts and the Attorney-General's Chambers. We will examine whether there are any gaps in seeking recourse when things have gone wrong. We will also argue that enhancing the system in these areas is in the broader national interest.</p><p>Sir, for my part, I will speak on three main areas. First, the plight of the poor in obtaining justice; second, concerns relating to law enforcement agencies; and, third, justice for crime victims.</p><p>First, the plight of the poor in getting justice. Our criminal justice system inherited from the British is adversarial. It involves a contest between competing parties with the judge playing a relatively passive role of evaluating whether each side has satisfied its respective burdens of proof. This is unlike certain justice systems in Europe where judges play an active inquisitorial role and direct parties to investigate before judgments are made. Our adversarial system requires battle and resources count.</p><p>As a law student in the 1980s, I did empirical research on our system. I sat at the public gallery of the busiest Court handling crash criminal cases. The presiding judge handled several hundred cases valiantly with just a minute or two to decide on questions such as whether to grant bail and what amount of bail to set; whether to permit detention of the suspect for investigations and so on. Given the marketplace vibe of the Court, it would be easy to forget that each case involved the rights of persons enshrined in the Constitution. In the cases where the suspect had a lawyer, the Court was given more information to make its decision. Where the accused was unrepresented, the Court only had the Prosecution's arguments to go on, as the suspect often said nothing.</p><p>Today, we still see unrepresented accused persons in front of judges, facing a prosecutor who is state-funded and with deep resources. It is unclear what proportion of persons go through the criminal justice system unrepresented. These unrepresented persons do not know what to do when prosecutors submit bundles of legal authorities to persuade judges to convict or to fix a sentence. Because of their lack of legal knowledge, some of them inadvertently irritate judges because they say things which are not legally relevant or come across as disrespectful or even under-dressed.</p><p>Let me now touch on what I see are structural impediments facing the poor. In 2007, I filed a Parliamentary Question or PQ about the demographic profile of the prison inmate population. Although MHA declined to give certain information, it did provide the educational profile of the prison population when compared with the general population. It showed that in 2006, the percentage of the general population having Secondary education or less was 61%, but this was the profile of nearly 90% of the prison population. Conversely, the higher educated with more than Secondary education made up nearly 40% of the general population, but only 10% of the prison population.</p><p>As those with less education tend to have lower incomes, one can conclude that the proportion of poorer persons in prison is higher than in the general population. It is widely acknowledged that the poor tend to be over-represented in criminal cases globally. So, this phenomenon is not unique to Singapore. But why is it that the poor have more difficulties with the criminal law?</p><p>First, the poor are more likely to fall foul of the law because of their circumstances. As the French poet Anatole France famously put it in 1894, and I quote, \"The law, in its majestic equality, forbids the rich as well as the poor to sleep under bridges, to beg in the streets and to steal bread\". I am not saying that the law was purposely enacted to favour the rich but the law does have unintended discriminatory effects on the poor.</p><p>Second, when someone is faced with an investigation, there are economic hurdles. Engaging counsel requires resources. There is some legal aid available, provided you satisfy a test of means and qualify for the schemes.</p><p>Another major concern is, how does one remain free while the case is pending? On this issue of pre-trial liberty, there has been some research done in Singapore. In a 2005 study by an Assistant Registrar of the Supreme Court, she found that in 2004, out of all accused persons offered bail by the Subordinate Courts, only 42.7% were bailed out. In other words, the majority of persons considered suitable for release before trial remained locked up. Ms Parti Liyani was fortunate that the NGO Home helped her find a bailor, but many accused persons cannot find bailors of sufficient means.</p><p>If one is incarcerated, there is disruption to family income and education, and decreased job prospects. There is stigmatisation. The whole household is affected. It is also much harder to consult with any lawyer or witness to prepare one's defence.</p><p class=\"ql-align-justify\">Under the Criminal Procedure Code, the Police and the Courts can release a suspect either on bail or on his personal bond, that is,&nbsp;on his own promise to attend Court. The majority of suspects are offered money bail and need to find a bailor. The law states that the amount of bail should be \"fixed with due regard to the circumstances of the case as sufficient to secure the attendance of the person arrested or charged\".</p><p class=\"ql-align-justify\">The heavy reliance on money bail has disproportionate effects on the poor. I have come across residents living in HDB rental flats who had bail set at above $10,000 for numerous charges of non-violent, regulatory offences like parking and ERP violations. This may sound surprising, as many of us consider such offence notices as easily settled through prompt payment of&nbsp;composition fines. But this is not so for those who have insufficient means to pay and have to attend Court. The entire household can be derailed by such problems.</p><p>Still on the issue of bail, I filed a Parliamentary Question in 2008 on the Bail Court. A Bail Court had been established in 2007 with the aim of achieving consistency in bail decisions and, where possible, to reduce bail amounts, reduce time spent in remand and ensure that review applications were dealt with expeditiously. One year on, I asked what outcomes had been achieved. In his reply in 2008, the Minister said that the Bail Court had reduced or varied the terms of bail in 30% of the cases referred to it.</p><p>Today, it seems that the Bail Court is not heard of. Has it been discontinued and if so, why?</p><p>It also appears from past Parliamentary Questions filed by Members of Parliament, including myself, that statistics on bail are not readily tracked by the Government.&nbsp;</p><p>If poorer Singaporeans face significant hurdles, work permit holders such as Ms Parti Liyani face even more. Work permits can be cancelled any time at the discretion of employers or MOM. This puts tremendous pressure on work permit holders to cooperate with the authorities and their employers even when unreasonable and legally questionable demands are made.&nbsp;</p><p>For instance, in 2008, the Police investigated a case of sexual assault on a University student at Clementi Woods Park. In a questionable exercise of power, blood samples were taken from 200 foreign workers at nearby construction sites. When I filed the Parliamentary Question on the legal basis for such action, the Minister stated that it was permitted because, \"the workers had voluntarily given their consent.\"&nbsp;</p><p>I assumed the workers might have signed consent forms but what is the quality of that consent?</p><p>More importantly, what signal is being sent about institutional attitudes? Why did the Police not ask nearby homeowners to voluntarily give blood samples too? Just imagine if that had been done.</p><p>The disadvantage of the poor has to be juxtaposed with the formidable powers of the state. Law enforcement agencies are given wide powers of investigation. The defence does not have similar powers to seize evidence or to compel statements from witnesses.&nbsp;In recent judgments, the Court of Appeal has recognised the disadvantages faced by the defence. If we are not careful, the system could become oppressive for the poor and disadvantaged. My other colleagues will elaborate further.</p><p>Sir, please let me now make a few suggestions on redressing some of the pain points faced by the poor.&nbsp;</p><p>First, on composition fines. For less serious offences, paying a composition fine enables the offender to settle the matter quickly out of Court. If the composition fine is not paid by a deadline, the offender faces a higher penalty in Court.&nbsp;</p><p>Lately, I have noticed that some agencies have started issuing composition notices with two deadlines&nbsp;– one offering the usual composition amount and a second deadline offering a composition amount that is higher by about $20. This gives a second chance for composition before sending the case to Court. Some agencies now allow the offender to apply online to extend the payment deadline. All these are good moves which we support.&nbsp;</p><p>Nevertheless, with composition fines going up, it would be ideal if the agencies could consider allowing instalment payments of fines. Such instalments can be automatically tracked. The State Courts already has a successful auto-tracking system for instalment payment of Court fines, with AXS kiosks showing the due dates for instalments.</p><p>For composition fines, the options can be kept simple. For example, a maximum of three instalments with further action if default occurs.&nbsp;Such instalment payments will help poorer families cope and prevent cases from snowballing into bigger Court fines, defaults and warrants of arrest.</p><p>Next, pre-trial release and bail. I earlier touched on the difficulties of the poor in raising money bail. We need to understand the issue in more depth. I mentioned that the Government had given answers in the Parliament that it does not collate statistics on the proportion of persons offered bail who do get bailed out. There is a need to regularly collate and publish such statistics, and I ask the Government to do so.</p><p>In addition, there is already provision to release a person on his own bond. Could this provision be used more often? If a personal bond is deemed inadequate, alternatives to money bail should be actively considered. Some of the non-monetary methods could include requiring the accused to maintain employment, abide by restrictions on personal associations, residence or travel, to report regularly to a designated agency, comply with a curfew and so on.</p><p>To get the Police and the Courts to consider such options, the Government could consider amending the Criminal Procedure Code to explicitly require consideration of such non-monetary conditions.</p><p>That brings me to the end of my first point on the plight of the poor.&nbsp;</p><p>Let me move to my second point – concerns relating to law enforcement agencies.</p><p>In Singapore, whenever questions about criminal justice are raised, public surveys are cited about the high public confidence in law enforcement agencies. These are encouraging. I wonder, however, whether persons who have actually experienced the law enforcement process have been surveyed. It would be useful to know the satisfaction levels of crime victims, witnesses and suspects.</p><p>The Minister has shared the findings on the Police investigations into the Parti Liyani case, together with MHA's initial assessment of what needs to be done. I have some further suggestions on what could be done to raise the bar at law enforcement agencies.</p><p>First, decisions on charges. I hope that law enforcement agencies do not have a culture of preferring the most serious possible charge against accused persons to leave room for plea bargaining. If the accused person is unrepresented, there may well be no bargaining. This will increase the chances that unrepresented accused will receive harsh outcomes.</p><p>From my past experience, I also observed that some officers believe that showing moderation in the selection of charges might open them up to allegations of corruption.&nbsp;If such defensive behaviour exists today, it will lead to injustice. It must be strongly discouraged.</p><p>Second, recording of the accused's statements. As Ms Parti Liyani's case illustrates, problems can arise with interpretation of statements recorded in English. In the past few years, I have come across Chinese-educated residents facing police investigations. They told me that they did not have the competence to check the accuracy of statements recorded in English and had to rely on what the interpreter told them while trying to focus under very stressful circumstances. When I read their statements and asked them about the incriminating parts, they claimed that they did not utter those words. When asked why they signed the statements, they said they were unable to check the statements and wanted to complete the stressful process as soon as possible.&nbsp;Lawyers sometimes see statements with contents that contradict each other.&nbsp;</p><p>Sir, statements from suspects must be 100% accurate since a confession alone is enough to convict a person under our law, even if there is no other evidence. When statements are challenged in Court, public time and expenses are incurred. To save time and expense at the trial, law enforcement agencies should facilitate the recording of statements in the suspect's language of choice. In other words, the text of their statement should be written in the person's first language.</p><p>I appreciate that this will involve more administrative effort but the statements will be more reliable. At the very least, I suggest that the recording of statements should be facilitated in our other official languages of Malay, Chinese and Tamil.&nbsp;</p><p>In addition, the use of video recording or audio recording of statements should be expanded to more cases than the current practice of using them for serious sexual crime only and other limited cases. Such recordings would significantly strengthen the process.</p><p>Third, law enforcement training. It would be useful to know how much attention is paid to training officers in the skills required to be fair and seen to be fair. To be an agency accepted by persons of all cultures and socio-economic classes, law enforcement officers need to understand multi-culturalism and guard against inadvertent discrimination. Are officers sensitised to ensure that they are seen to treat the rich and poor equally?</p><p>The final point I would make on law enforcement is on the oversight of law enforcement investigations. The Attorney-General's Chambers or AGC may be consulted from time to time during an investigation, as the Minister described earlier. The AGC is thus an important check on investigation standards. In cases where the prosecution's case collapses or is found wanting, it would not be fair to place blame exclusively on the law enforcement agencies. As far as Ms Parti Liyani's case is concerned, I hope that the police investigator does not become a convenient scape-goat to pin all the case's shortcomings on.</p><p>That brings me to the end of my second point concerning law enforcement agencies.</p><p>Now, let me move to my third area&nbsp;– justice for crime victims.</p><p>This was not an issue in Ms Parti Liyani's case. Nevertheless, the issue of justice for crime victims should be highlighted in any review of the system as crime victims are stakeholders that tend to be sidelined. Let me explain.</p><p>I have spoken on the issue of justice for crime victims in this House over the years, so let me briefly recap. Though one of the aims of criminal justice is to pursue justice for victims, the reality is that crime victims have no say in how criminal cases are conducted. Criminal prosecutions are decided by the public prosecutor or PP, who is the AG. Thus, for instance, the PP will decide which charge to prefer against the offender and may even&nbsp;decide not to press charges at all. There is nothing the victim can do to stop that.</p><p>Victims may even suffer damage by the criminal justice process, such as if they are disbelieved by law enforcement or subject to ridicule by lawyers during cross-examination in Court. This additional damage inflicted by the system on victims is called secondary victimisation.</p><p>Sir, the international community has increasingly recognised that crime victims have rights and needs. Thirty-five years ago, in&nbsp;1985, the United Nations General Assembly issued a Declaration of Basic Principles of Justice for Victims of Crime and Abuse of Power. In the Declaration, governments were urged to ensure that crime victims were informed of their role and the progress of their cases, that their views be considered at appropriate stages of the case, that they overall be treated fairly and that there be appropriate mechanisms for them to obtain compensation in criminal cases.&nbsp;Countries such as the UK,&nbsp;New Zealand and Australia have legislation protecting the rights of victims as they go through the criminal justice system. Japan is an active contributor to the field of victimology.</p><p>To be fair, there has been some limited progress in Singapore in justice for crime victims. For many years, the Police have presented victim impact statements in Court to enable judges to hear from victims before sentence is passed on offenders. However, I believe this is limited to a small category of offences such as sexual crimes.&nbsp;Our laws have also been amended to require judges to consider making compensation orders at the sentencing stage, recognising that the victims may have suffered loss and expense.</p><p>However, I believe more needs to be done to give crime victims confidence that they will be fairly treated by the system.</p><p>When victims report cases to agencies, they need to incur time, expense and emotional stress, but they report, expecting that somehow, justice will come out of it. Unfortunately, some were shocked and disappointed at how their cases ended up. Let me cite two recent examples&nbsp;I came across.</p><p>In one case, a resident was knocked down by a car while crossing the road at a junction with the green man sign in her favour. This would have meant that the driver must have violated some traffic signal. The incident was reported to the Police and she and her family assisted in investigations. Today, she continues to suffer from the incident not just physically but by having flashbacks and post-traumatic stress disorder.</p><p>After investigations were concluded, she was shocked to receive a letter from the Police telling her that the driver had been charged with careless driving. The family was also told that he had been fined $2,000 and suspended from driving for a few months. Her husband saw me and asked why the charge was so light and what they could do about it.</p><p>In a separate case, a lady contacted me to share her experience when she reported an offence of rape. She said that she decided to report it after much pain as she had spent some weeks dealing with the trauma of the incident as well as having an abortion. After Police investigations, she received a curt letter stating that the Police had consulted the Attorney-General's Chambers and decided that no further action would be taken and the case would be closed.</p><p>She&nbsp;felt shattered that the system had failed her. When she wrote to me recently, she mentioned that no reason had been given to her for closing the case and put this question, \"Am I not allowed to ask?\"</p><p>Sir, we accept that the state has to take charge of criminal cases to ensure consistency and fairness to accused persons. However, the system would not be able to function if victims do not come forward to assist in criminal cases. We need to&nbsp;remember that crime victims deserve justice and deserve to be treated with respect. We should review our justice system from the crime victims' perspective and see how it can be improved using the UN's Declaration as a guide.</p><p>Sir, I have concluded the third key point of my speech. My colleagues will cover other areas relating to the Courts, the Attorney-General's Chambers, access to justice, complaint mechanisms and why enhancements to justice are in the national interest.</p><p><strong>Mr Speaker</strong>: Ms He Ting Ru.</p><p><strong>Ms Sylvia Lim</strong>: Sir, I have not finished.</p><p><strong>Mr Speaker</strong>: Oh, you have not finished. Sounded like you had.</p><p><strong>Ms Sylvia Lim</strong>: I still have time, right?</p><p><strong>Mr Speaker</strong>: You do, you do.</p><p><strong>Ms Sylvia Lim</strong>: Thank you, Sir.&nbsp;So, Sir, what is the Workers' Party calling for? Let me reiterate the two-pronged approach we hope will be feasible to tackle the issues with we are raising in this debate.</p><p>In the areas that are within the Government's sole jurisdiction, the Government should objectively assess whether there is validity in our concerns and suggestions and, if so, take action. From my speech, these low-hanging fruit include composition fines, real reform, various law enforcement practices, such as statement-recording and training and the position of crime victims.</p><p>There are other areas which are more complex and touch on constitutional matters. From my speech, these more complex methods include whether the equal protection of the law under the Constitution is in practice being afforded to the poor and whether there are institutional cultures or subcultures that inadvertently discriminate between the rich and poor.</p><p>For such issues, we suggest the setting up of a Constitutional Commission headed by a Supreme Court Judge. The Commission should include members with expertise in criminology or sociology and strong personal experience working with the poor.&nbsp;Other matters to be reviewed by the Government or by the Constitutional Commission will be elaborated on by my other Party colleagues.</p><p>Sir, let me conclude. Mr Speaker, all of us in this House have come across cases of residents struggling with life. We have seen how legal troubles can derail families who do not have the resources to withstand such trials and tribulations.</p><p>Today's Motion is not about tearing down the system or discouraging those who work in law enforcement, the AGC or the Courts.&nbsp;Far from it.</p><p>It is about a desire to raise the system to the next level. It is about plugging gaps to give everyone the confidence that the system will work for everyone, from CEO to the poor and disadvantaged. Singapore regularly aims for excellence in its endeavours. We should aim for an excellent justice system too, one that works for everyone, regardless of means or social status. In this spirit, Sir, I beg to move.</p><p><strong>Mr Speaker</strong>: Ms He Ting Ru.</p><h6>6.32 pm</h6><p><strong>Ms He Ting Ru (Sengkang)</strong>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20201104/vernacular-He Ting Ru Motion 4Nov2020 -Chinese.pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<strong>&nbsp;</strong>Mr Speaker, I am very honoured to be here to support my colleague Ms Sylvia Lim in passing this, in proposing this Motion. The title of this Motion is \"That this House affirms that fairness, access and independence are cornerstones of Singapore's justice system\" and this is a very key goal of our legal system. What we hope to have is one where everyone must have access to justice and there must be four key points, pillars to this.</p><p>First of all, that the police must investigate based on procedures to the AGC. AG must also look into the case.</p><p>Third, the Court, the justices must also establish standards in how evidence should be looked into.</p><p>Fourth, the defendant's lawyers have also got a role to play so that we are not just listening to one side of the story.</p><p>This is a very important channel to ensure that we have a better outcome.</p><p>If these four pillars are operating efficiently at the same time, then our justice system can achieve what it sets out to achieve.</p><p>Can we allow this access to justice to be enjoyed by everyone?</p><p>It really depends on the pillars themselves. How strong the pillars are? The larger the building is, the heavier the building is, the more that the stronger these pillars should be.</p><p>In recent years, the acquittal judgment that was passed in Liyani's case has already pointed out the need for us to strengthen the pillars only through a very sound legal system.</p><p>Can we ensure that the innocent can also enjoy good justice?</p><p>Just as my colleague Ms Sylvia, Lim has said, Singapore's justice system within this country and also outside of Singapore enjoys good reputation. This is the result of our justices, our officers, legal officers and other participants, all the good work that they have done in enhancing and upholding our legal system. We have no reason to brush aside the good work that they have done all this while.</p><p>Workers' Party is also not insinuating that the legal system is not doing what it is out to do.</p><p>However, we insist that we must ensure that the justice system must be able to operate in a manner without where no one can face any obstacles today. We must ensure that what we do today will allow the next Liyani to be able to subscribe to justice. In Singapore this is very important. Without any legal representation – if our country faces any obstacles for the vulnerable, especially those without the resources to find our own legal representation, without any knowledge of the legal system, then when they are charged, they will become very nervous and they will just own up to all the charges put across to them and what is worse is that even if they have the ability to seek justice, then simply because they were not allowed, they do not have the ability to pay for the bill, therefore their are case is delayed and, therefore, they are discriminated by their own friends and family.</p><p>Defence lawyers also face a very unequal system against them. In contrast to the Prosecutors, these defence lawyers have no right to hold onto the evidence or to force certain witnesses to give their evidence.</p><p>Only by having a more equal system, can we have a better outcome? Allowing Singapore's legal system to be able to protect the poor and vulnerable so that the legal system will not just be riding on the backs of the poor and the vulnerable.</p><p>So, what we are suggesting here includes the investigative procedures of the Police to make it better, including the power of the AG and AGC to raise charges.</p><p>Third, Sylvia Lim also mentioned about the possibility of paying fines and instalment and for bill, to allow the accused to also be able to adopt the other official languages of Singapore, Malay, Tamil and Chinese to offer their own written statement.</p><p>All these procedures and measures will ensure that the victim will also, even though they are vulnerable to also have access to justice under our current system.</p><p>During this course of matter, we also need to ensure that the entire legal system is more equal.</p><p>We must ensure that enforcement side have the right to do what they need to do to ensure that the victims or rather those who — the perpetrators do not escape justice.</p><p>At the same time, we must be honest with ourselves and review ourselves. Living in this society, do we feel unease? Are we willing to accept that this justice system will not make any mistakes. But at the same time we also meet to calibrate very carefully and balance it to make sure that the perpetrators do not escape justice. We must know that if our justice building is built too narrowly or if the the threshold is too high, then not enough people can squeeze into the building or be able to enter the building.</p><p>Just as equality must be the principles, the pillars and foundational pillars of the founding of Singapore society, these are the cornerstones of Singapore. We must continue to strengthen these four pillars of our legal system and continue to strengthen and expand this legal system to ensure that more people can be covered and protected by our system. Only when everyone can access to justice and when all the public can see that they can enjoy such justice and that the justice system can be enjoyed fairly by everyone. Then this country can really build our democracy. In English.</p><p>(<em>In English</em>):&nbsp;As I have mentioned earlier, one of the pillars, the house of justice, represents defence counsel who represent persons who are accused of crimes. These lawyers are there to ensure that the accused persons are aware of their rights and obligations under the criminal justice system and act as their advocates and their cases before the judiciary.</p><p>Given the crucial role of defence counsel, it is disquieting to see that a significant proportion of accused persons still appear before the Courts unrepresented, with approximately 40% of accused persons who claimed trial appearing unrepresented at the State Courts during pretrial stages. It is possible that this figure is significantly higher, if you include accused persons who plead guilty.</p><p>Studies, some conducted within the Singapore system, have also shown that unrepresented persons have a significantly greater chance of being convicted and are also more likely to receive more severe sentences upon conviction, raising the risk of miscarriages of justice occurring.</p><p>As a concrete example, what would be the chances that Parti Liyani or Portela Vilma Jimenez would have secured acquittal upon appeal if they had not been represented by a defence lawyer?</p><p>Some of the more common reasons for accused persons appearing unrepresented include lack of funds and also awareness.&nbsp;Many of us are familiar with residents stating that they can either not afford a lawyer or that they do not know where to begin to find one for themselves.</p><p>One of the ways in which we should improve access to justice for all will be to enhance existing legal aid. The right to consult and be defended by a legal practitioner of choice is a fundamental liberty found in Article 9(3) of our Constitution. Can we be said to be taking this right seriously if a significant number of individuals who face criminal proceedings are unrepresented?</p><p>Presently, only those charge with capital offences are guaranteed to have legal counsel appointed in the form of the Legal Aid Scheme for Capital Offences if they do not have means to engage their own lawyers.&nbsp;There is no means test to pass or eligibility criteria to satisfy and the scheme applies to all accused persons, regardless of nationality.</p><p>For non-capital offences, the Criminal Legal Aid Scheme or CLAS administered by the Law Society of Singapore and also funded by the MinLaw provides accused persons with a disposable income of not more than $10,000 per annum and disposable capital of not more than $10,000 may be granted legal aid, subject to an additional merits test.&nbsp;Foreigners too can apply for the scheme.</p><p>Finally, the ad hoc pro bono referral scheme administered by the Law Society of Singapore offers legal representation for persons of exceptional circumstances who do not meet the criteria for existing legal aid schemes, but nonetheless are in urgent need and may apply for it.</p><p>Yet, it appears that the schemes are still limited in their reach, as can be seen by the large number of underrepresented persons and such pro bono legal representation still largely relies on the goodwill of lawyers.</p><p>Additionally, the rights to be allowed to consult and be defended by a legal practitioner of choice in Article 9(3) of our Constitution has been qualified by case law, such as Jasbir Singh, a 1994 case of the Court of Appeal that an arrested person is only entitled to consult defence counsel a reasonable time after arrest. The consequences of this is that accused persons can be held without access to counsel when police investigations are on-going.</p><p>This is contrasted against other countries, such as New Zealand and Denmark. In New Zealand, legal aid is available to persons arrested and detained on criminal charges, persons charged with a criminal offence and persons imprisoned on criminal charges. The state is also obliged to provide legal aid to persons with intellectual and mental disabilities, persons who face a potential prison sentence of six months or more, and persons who meet a financial threshold. The legal aid scheme also does not have a set income level in determining the means test but instead adopts a flexible approach by considering various factors, such as a person's gross income for the past 12 months, together with their disposable capital.&nbsp;</p><p>In Denmark, the police have a duty to guide an accused person on their option to have defence counsel appointed when provisionally charged in a criminal case. And in a number of cases, the courts may appoint a public defence counsel for the accused person. As a general rule, defence counsel must be appointed in all criminal cases, unless the case is minor. And the cost of appointing public defence counsel is initially paid out of public funds, with such costs to be recovered only upon conviction.&nbsp;</p><p>Given all these, perhaps it is now time for us to enact the provisions of the original Legal Aid and Advice Ordinance which were first introduced after David Marshall in 1955 called for a statutory requirement for the provision of legal aid, including criminal matters, to the indigent, for everyone in Singapore to have equal access to the justice system rather than rely on having these resources provided on a voluntary basis by the profession.</p><p>Apart from that, the review we are calling for should also consider automatically providing legal aid to certain groups, such as to all individuals charged with serious non-capital offences carrying long-term imprisonment sentences and do not qualify for CLAS or, in the case of Canada, where legal aid is mandatory for all youth offenders. The review should also look into how we can ensure that vulnerable segments of society are informed of their rights and where to seek legal aid. It should also look into considering amendments to the Criminal Procedure Code and whether there should be a fixed time within which an accused person will be permitted access to a lawyer.</p><p>Finally, on this topic, I am happy that the Law Minister stated that we are seriously considering setting up a publicly-funded Public Defender's Office for all criminal matters which takes on defence counsel work for accused persons throughout a criminal matter. We can explore having a system of rostering state-funded police station or Court duty lawyers, enabling a person arrested on suspicion of a criminal offence to consult with a lawyer after arrest or allow an accused person to be represented by a lawyer at a Court on their first appearance if they have not or have not been able to contact their lawyer.</p><p>The final topic I would like to speak on today will be in relation to the statutory compensation for miscarriages of justice. The Member for Aljunied has already spoken about compensation for victims of crimes. However, I believe the review we are calling for should also look into whether there is scope to bolster the current compensation scheme that we have for accused persons who have been acquitted. Currently, section 359(3) of the Criminal Procedure Code allows for the acquitted person to be compensated a sum not exceeding $10,000, provided that the Court is satisfied that the prosecution was frivolous or vexatious. This qualifier does not account for how an accused person still suffers emotionally from having to go through a trial where they stand accused of a crime and that they may also suffer financial losses or loss of income while the charge is hanging over their heads, even if the prosecution was taking it up in good faith.</p><p>Genuine mistakes do happen and, given that cases can last a long time, such as the case of Chibuike being a recent one where the accused was in remand for nine long years after his arrest for drug trafficking. This contrasts against schemes in other jurisdictions, such as the United Kingdom where section 133 of the Criminal Justice Act 1998 states that \"The state shall pay compensation for the miscarriage of justice to the person who has been convicted, suffered punishment and subsequently had his conviction reserved or pardoned on the ground of a newly-discovered fact that shows that there was a miscarriage of justice.\" The legislation is very specific about the circumstances which make such persons eligible for compensation, and the amount of compensation depends on the seriousness of the offence of which the person was convicted or accused, the severity of the punishment suffered, the conduct of investigation and prosecution of the offence and any other convictions of that person.</p><p>I realise that this is a complex issue which requires a balance in ensuring that genuine victims of miscarriages of justice are compensated against being so generous as to possibly introduce a chill factor in carrying out prosecutions that may hamper the efficient administration of justice for crimes committed. However, note that, in the UK, there were only 14 successful cases between 2010 and 2013 out of a total of 398 applications. Be that as it may, serious consideration of our existing scheme is still warranted to ensure that wrongly convicted persons may be adequately compensated in what is, after all, a serious deprivation both financially and to their personal liberty.</p><p>Mr Speaker, in conclusion, while the house of justice and its four pillars may be strong today, it does not mean we stop looking for ways to continually strengthen each pillar to ensure that the house remains strong and able to provide shelter to all despite any storms or subsidence that may batter away at it.</p><p>Mr Speaker, I support the Motion. Thank you.</p><p><strong>Mr Speaker</strong>: Leader.</p><p><strong>The Leader of the House (Ms Indranee Rajah)</strong>: Mr Speaker, I see Members looked hopeful when I got to my feet. I just wish to inform Members that I will be moving for us to continue past the moment of interruption.</p>","mpNames":"Ms Sylvia Lim,Ms He Ting Ru (Sengkang)","htmlFileName":null,"verPdf":null,"footNotes":null,"footNoteQuestion":null,"footNoteQuestions":null,"footNote":[],"atbpList":[],"ptbaList":[],"attendanceList":[],"onlinePDFFileName":null,"pdfNodes":null,"clarificationText":null,"clarificationTitle":null,"clarificationSubTitle":null,"ptbaFrom":null,"ptbaTo":null,"questionCount":null},"type":"motion","sittingDate":"04-11-2020","questionCount":null}