{"resultData":null,"resultHTML":{"memberId":null,"volumeNo":"95","reportType":"Oral Answers to Questions","sessionNo":"1","portfolio":null,"memberName":null,"reportVersion":"sprs3","reportStartCol":null,"sittingNo":"11","reportEndCol":null,"title":"Adjustments in Medishield Life Premiums Given Difficult Climate","columnStart":"","parlNo":"14","reportContent":null,"columnEnd":"","reportId":"oral-answer-2327#","score":null,"maxResult":null,"sno":null,"fullContentFlag":null,"fromMonth":null,"fromDay":null,"fromYear":null,"htmlFullContent":null,"htmlContent":null,"subtitle":null,"sittingDate":"2-11-2020","content":"<p>7 <strong>Ms Foo Mee Har</strong> asked&nbsp;the Minister for Health (a) what is the justification for the impending increase in MediShield Life premiums; and (b) what strategies are being deployed to control escalating healthcare costs.&nbsp;</p><p>8 <strong>Mr Liang Eng Hwa</strong> asked&nbsp;the Minister for Health (a) what is the basis for the increase in MediShield Life premiums; (b) how can the premiums be kept affordable especially for the seniors; and (c) what are the assistance schemes available to help seniors who are unable to afford the premiums.</p><p>9 <strong>Mr Gerald Giam Yean Song</strong> asked&nbsp;the Minister for Health whether the full actuarial report for the current MediShield Life scheme and the proposed MediShield Life scheme revisions, including actuarial assumptions used, can be made available.&nbsp;</p><p>10 <strong>Mr Xie Yao Quan</strong> asked&nbsp;the Minister for Health (a) in the last 20 years, how much have daily ward charges and daily treatment fees in public hospitals increased; (b) how much have prices of standard drugs, tests and investigations increased in the same period; and (c) based on the proposed revisions to MediShield Life, how much is the expected real increase in MediShield Life coverage, net of medical cost inflation.&nbsp;</p><p>11 <strong>Mr Leong Mun Wai</strong> asked&nbsp;the Minister for Health (a) what is the actuarial formula for the required reserves in the MediShield Life Fund; (b) whether it is unusual by international standards for a health insurance scheme to increase its premiums by 35% in a single adjustment; and (c) what is the total premium paid by a Singaporean for MediShield Life in his lifetime assuming the premiums are compounded at 2.5% interest and 4% interest respectively.&nbsp;</p><p>12 <strong>Mr Yip Hon Weng</strong> asked&nbsp;the Minister for Health in respect of the increase in premiums following the review of MediShield Life (a) what is the surplus or loss since introduction of MediShield Life in 2015; (b) whether the Ministry can introduce more flexibility so that premiums are paid based on choice of coverage and illnesses covered; and (c) how will the Government guarantee coverage of an elderly when they default on the premiums mid-way through medical treatment.&nbsp;</p><p>13 <strong>Ms Ng Ling Ling</strong> asked&nbsp;the Minister for Health for Singaporeans who are retrenched or self-employed with significantly reduced income during this period, both of whom will be concerned about their MediSave sufficiency to cover the increases in MediShield premiums for the years ahead, whether the Ministry will review and supplement targeted subsidies to ensure that there are no further financial hardship to these groups.&nbsp;</p><p>14 <strong>Mr Xie Yao Quan</strong>&nbsp;asked the Minister for Health whether he can elaborate about the Government's plans to support persons who are not able to afford the increase in MediShield Life premiums even after subsidies.&nbsp;</p><p><strong>\tThe Senior Minister of State for Health (Dr Koh Poh Koon) (for the Minister for Health)</strong>: Mr Speaker, may I have your permission to take Question Nos 7 to 14 together, please?</p><p><strong>\tMr Speaker</strong>: Yes, please.&nbsp;</p><p><strong>\tDr Koh Poh Koon</strong>: Sir, MediShield Life is a basic health insurance scheme that provides Singaporeans with universal and lifelong protection against large hospital bills. The key word here is universal and lifelong.</p><p>It has strengthened our larger healthcare financing framework to keep healthcare affordable, together with Government subsidies, MediSave and MediFund. Again, it is the 3M + S, that I said so earlier, in the previous question. About eight in 10 patients today need to pay $100 or less in cash for their subsidised hospitalisation bills.</p><p>To ensure that the scheme remains sustainable and relevant to Singaporeans, the MediShield Life Council has recently proposed enhancements to benefits and adjustments to premiums.</p><p>Ms Foo Mee Har and Mr Liang Eng Hwa asked about the reasons for the premium increases, while Mr Gerald Giam asked about the assumptions behind the premium pricing. Premiums have been kept unchanged for the first five years of MediShield Life, in line with our earlier public commitment. They need to be adjusted to ensure that the MediShield Life Fund remains solvent and sustainable so that it can meet its obligations to all policyholders. Premiums are priced by actuaries based on established actuarial principles, taking into account claims experience such as utilisation rates and cost of medical treatment, scheme benefits, amongst many other factors.&nbsp;</p><p>There are three key drivers of the premium increases, which I will now elaborate.</p><p>Since its launch, MediShield Life has been providing more payouts and greater protection for more Singaporeans. The number of claimants has increased by about 30% and the annual payouts have increased by about 40% over the last four years.</p><p>Mr Xie Yao Quan asked about the growth in hospital charges over the last 20 years. Between 2001 and 2019, the average hospitalisation bill size in public healthcare institutions has increased by about 6% a year on average, and this is affected by medical cost inflation, demographics and medical advancements over these years. This growth in utilisation and payout accounts for about two-third of the premium increases.&nbsp;</p><p>One-quarter of the premium increase is from refreshing the claim limits to ensure that Singaporeans continue to be adequately covered for the majority of subsidised bills. The remaining portion of the premium increase, which is about just under 10%, supports the benefit enhancements including those implemented since 2018, such as the extension of coverage to inpatient hospices and serious pregnancy complications.</p><p>As premiums are priced taking into account multiple factors, which inevitably vary from country to country, it would not be appropriate to compare MediShield Life's premium increases with other national health insurance schemes, which Mr Leong Mun Wai suggested.&nbsp;</p><p>It would also not be meaningful to compute how much premiums a Singaporean will need to pay over his lifetime, simply by assuming a fixed compounding factor each year. Future premiums would depend on how the underlying drivers, which I have just illustrated, evolve. And this depends on many factors including what we can achieve together to manage healthcare cost. The amount of premium subsidies an individual would receive will also vary over his lifetime, depending on his financial circumstances.</p><p>Several Members including Ms Ng Ling Ling and Mr Yip Hon Weng asked about the support for those who face difficulties with their premiums. I would like to assure Members that MediShield Life provides coverage for all Singaporeans, for life. Several financial support schemes are available to ensure that no Singaporean will lose their MediShield Life coverage, or be denied access to appropriate care, just because of an inability to pay their premiums.&nbsp;</p><p>To ensure premiums remain affordable, the Government provides premium subsidies of up to 50% for lower and middle income households. All Merdeka Generation seniors receive additional subsidies of up to 10% on top of these premium subsidies and all Pioneer Generation seniors receive special subsidies of up to 60%.&nbsp;Taken together, about 35% of the total premiums collected were paid for by the Government through various subsidies and support schemes in 2019.</p><p>For the elderly aged 65 and above, the contribution from the Government is even higher, at about 50% of their premiums.&nbsp;To illustrate this, the revised premium for a 62-year-old lower income Merdeka Generation or MG senior is $1,020 before subsidies. This is the annual premium, which therefore equates to less than $90 a month. After taking into account the premium subsidies and additional MG subsidies, the net premium payable per year is $663, or about $55 a month. Additionally, the MG senior will receive annual MediSave top-ups of $200 for MGs from 2019 to 2023, which can be used to pay for his premiums. After this additional $200 offset, the effective premium payable for this MG senior will be $463 a year, or less than $40 a month.&nbsp;</p><p>Premiums can be fully paid for by MediSave and the vast majority of Singaporeans have sufficient MediSave for their premiums. Family members can also utilise their MediSave to help pay the premiums for their loved ones. Singaporeans who continue to face difficulties even after subsidies and have limited family support can apply for Additional Premium Support or APS. This includes those who are mid-way through medical treatment or have experienced a recent job loss or a reduction in income, as pointed out by Ms Ng and Mr Yip. Certainly, a concern that many Singaporeans have during this COVID-19 crisis. If approved, Additional Premium Support will cover all outstanding premiums as well as their future premiums.&nbsp;</p><p>The Government had considered deferring the MediShield Life review and consequent premium increases given the current difficult economic situation with COVID-19. However, I must emphasise that it was important that MediShield Life remains solvent and sustainable so that it can meet its obligations in time to come when policyholders make claims. Its coverage also has to be updated and enhanced to remain relevant to the healthcare needs of Singaporeans. The MediShield Life Council therefore recommended that premiums should be adjusted accordingly.&nbsp;</p><p>Nonetheless, in recognition of the challenges faced, the Council further recommended that the Government should provide additional subsidies to help Singaporeans during this exceptional period. The Government has therefore provided a COVID-19 subsidy for all Singapore citizens in the next two years, which will pay for the bulk of the premium increase in the first year. Taken together with existing premium subsidies and support, the net increase for all Singapore Citizens will be no more than about 10% in the first year after the MediShield Life review is implemented.&nbsp;</p><p>The MediShield Life Fund has to be self-sustaining and based on sound actuarial principles. Premiums collected have to cover potential current and future claims, including amounts set aside to support future commitments as well as provide a buffer against unforeseen contingencies such as unexpected spikes in hospitalisations due to disease outbreaks.</p><p>As policyholders age, claims are likely to increase and so will premiums. A key feature in the MediShield Life scheme is to distribute premiums more evenly throughout the policyholders' lifetimes. Part of the premiums paid by policyholders during their working ages are set aside to provide for future premium rebates, which will help to moderate premium increases in their older ages. This constitutes the bulk of future commitments set aside in the reserves. As the majority of policyholders are relatively young today, the amount set aside has been increasing. Other commitments include future payouts for diseases currently under treatment and will require multi-year care, such as renal failure and cancer.</p><p>Between 2016 and 2019, a total of S$7.5 billion in premiums were collected. This comprises $4.4 billion in premiums collected from policyholders, and $3.1 billion from the Government in terms of premium subsidies and other forms of premium support provided to keep premiums affordable, which also went into the Fund. In this same period, a total of $3.5 billion in claims were paid out, while $3 billion was set aside for future premium rebates.</p><p><strong>\t</strong>Mr Yip asked about the surplus or loss ratio of the MediShield Life Fund. The Incurred Loss Ratio or ILR of the Fund was an average of 104% over the period from 2016 to 2019. This means that the total premiums collected was slightly less than the total monies required to ensure that the Fund is able to meet current claims and future commitments.</p><p>&nbsp;Mr Leong asked about the formula for computing the Fund’s reserves. The reserves are computed by external professional actuaries in accordance with the Monetary Authority of Singapore or MAS’s requirements and in line with industry standards. For more details, the Member can refer to the Insurance (Valuation and Capital) Regulations 2004.</p><p>&nbsp;MediShield Life, I must emphasise, is a not-for-profit Scheme. All premiums collected are placed in the MediShield Life Fund which are used solely for the benefit of policyholders and in the administration of the Scheme. Information about the Fund size, reserves and Incurred Loss Ratio is published on the MOH website. The financial accounts for the Fund are also audited by an external auditor and submitted to Parliament every year for transparency.</p><p>Mr Yip asked whether Singaporeans can pay premiums based on the choice of coverage and illnesses covered. MediShield Life focuses on the basic needs of Singaporeans and apply equally to all policyholders. Those who prefer to have better coverage and are willing to pay higher premiums can consider private Integrated Shield Plans or IPs.</p><p>Sir, slowing the rise in healthcare costs is key to maintaining the longer term affordability and sustainability of MediShield Life premiums and the overall healthcare system. Everyone has to play a part. Together, appropriate care can remain affordable for all Singaporeans.</p><p><strong>\t</strong></p><p><strong>Mr Speaker</strong>: Ms Foo Mee Har.</p><p><strong>Ms Foo Mee Har (West Coast)</strong>: Thank you, Speaker. I thank the Senior Minister of State for the elaboration. He mentioned a number of factors that were key in driving the premium increase including medical inflation and so on. I would like to ask the Senior Minister of State whether MOH would develop a transparent framework where you actually itemise the factors that contribute to the premium increase&nbsp;– just like the Fare Adjustment Formula used by LTA to justify the transport fare adjustment is being done. This is to allow a level of transparency of factors when MediShield Life premium increase. That is the first supplementary question.</p><p>The second question also touches on a number of points that the Senior Minister of State mentioned. To me, the best way to control healthcare cost is for the population not to fall sick in the first place by staying healthy.&nbsp;As MediShield Life premiums are universal and their contributions mandated, how can the healthcare system evolve to a model where Singaporeans are incentivised to live a healthy lifestyle, perhaps by enjoying lower premiums based on the individuals' history of healthy living habits and lower consumption of healthcare services?</p><p><strong>\tDr Koh Poh Koon</strong>: Sir, I thank the Member for the supplementary questions. I think these are important questions that may be on the mind of many people and public as well. Ideally, it would be good to have a single formula that can address some of these various factors that drive inflation and costs, that translates to higher premiums. But the difficulty is that year-to-year, decade-to-decade, it is very hard to predict ahead of time what kind of technology will drive clinical practice.</p><p>In the early years, when I was a student, CT scan was not ubiquitous. When we see somebody in the A&amp;E, if you get a head injury, the default is just a plain X-ray of the skull. That probably cost about maybe $15-$20 to do a skull X-ray, but it does not tell you very much unless you have a bone fracture. It cannot tell you there is bleeding inside your brains, whether there is traumatic soft tissue injury.</p><p>Today, it is almost unthinkable, just barely 20 years later, that you do not do a CT scan of the head for somebody with a significant head trauma. But the cost factor for a CT scan is actually in the range of hundreds of dollars. That is easily a 10- or maybe a 100-fold increase in the cost factor.</p><p>But at that point in time, you cannot really factor in just one single thing, a CT scan, the magnitude of utilisation, the pervasiveness and the cost factor from the technology, how it can be applied clinically, because this also depends on clinical guidelines as well.</p><p>So, as opposed to a transport fare formula, where the parameters and the variables are a little bit more fixed and more predictable, healthcare inflation takes into account many unforeseen kind of variables that will come along the way. Even medications, for example, Hepatitis C used to have not much treatment except for liver transplant. But today, there is drug on the market that one pop of a pill – it costs about $600,000 a pill, a dose of treatment&nbsp;– can potentially eradicate Hepatitis C.</p><p>That magnitude of inflation is something you cannot&nbsp;predict ahead of time and the pervasiveness of the disease prevalence that requires you to use this treatment is again very hard to scope into one formula that addresses a broad spectrum of needs.</p><p>So, I think it will be very, very hard to have a single formula to have that level of clarity. But the actuaries that use some of these current data to project will make adjustments over time and this is why we need to review our premiums on a regular basis, yearly, if not, every couple years, to take into account new treatment on the horizon, new changes in clinical practice, new utilisation patterns, so that we can reflect the premiums accurately.</p><p>The second question on how to incentivise better behaviour. Well, actually the flip side is true. Today, if you have no good behaviour, you actually have premium loading, which is what most insurers in practice would practise. If you have a diagnosis and you want to continue to be covered for the condition or you want to add on a condition that was previously not covered, the insurer will do a premium loading to add on the coverage for the condition. In that sense, it is an incentive to be healthy, so that you do not have a premium increase on the individual basis; not necessary a premium rebate, but you do not want to have a premium increase, by keeping healthy.</p><p>In order to encourage our people to adopt a healthy lifestyle and be healthy, there can be other schemes that the Government can do outside of the scope of insurance to encourage good behaviour. You can give vouchers, for example, or give some form of incentive for people who clock 10,000 steps a day, who have good diabetic control and sugar intake; you can give them some incentive like maybe $100 NTUC vouchers a year or something like that. So, there are other ways to incentivise good behaviour without distorting the actuarial calculations for a fund that needs to be sustainable and needs to be solvent.</p><p><strong>\tMr Gerald Giam Yean Song (Aljunied)</strong>: Mr Speaker, I do not think the Senior Minister of State has answered my question about whether the full MediShield Life actuarial report can be made available. I asked for the actuarial report because it is key to accurately compute the premiums and benefits. It contains mathematical and statistical models designed to evaluate risk and probabilities, which are a bit complex to explain in a reply to a Parliamentary Question.</p><p>Has the Government studied how other countries release the actuarial reports for the national insurance schemes? For example, Taiwan's National Health Insurance Administration is required by law to release an actuarial report every five years, and their latest report is available on their website. It covers calculations for potential and current and future claims and a detailed sensitivity analysis to model how claims will vary in various economic scenarios.</p><p>So, can I urge the Government to release a report like this, so that independent actuaries can analyse it. This will go a long way to improve transparency and help Singaporeans understand the calculations behind the MediShield premiums and benefits instead of being asked to take the Government's word for it.</p><p><strong>\tDr Koh Poh Koon</strong>: Sir, I thank the Member for his question. I think the answer should be do not just take the Government's word for it. Take the words of the professionals who are experts in this field. I think very few people are actuarial experts who can understand the nuancing and the very complicated calculations that goes behind the scenes.</p><p>I would say that MediShield Life premiums are, first of all, proposed and calculated by external actuaries. That means, they are independent of the Government, they are a set of actuarial consultants who craft up the series of premiums that they think, based on data and assumptions that they made, that would be fair for to charge to the policyholders. That is the first thing.</p><p>Secondly, the size of the funds, the amount we collected and the amount we pay out are actually also externally audited. So, it is not the Government's word, it is an external auditor who takes a look at the funds and calculate the loss or the surpluses.</p><p>Finally, whatever the report is, it will be reported to Parliament on an annual basis for the purpose of transparency. So, I think this is not just the Government's words, this is based on external experts, external auditors and transparently reported in Parliament.</p><p>But I take the Members point that, over time, we may have to have a better system of looking at how these assumptions, calculations, need to evolve. But this Scheme is a new Scheme. It has only been about four to five years running and we are collecting data as we go along.</p><p>Much of the outcomes will have to depend on how the claims have been paid out, what is the actual lived experiences of patients and how much claims and the percentage of bills that are incurred as well.</p><p>So, over time, we could perhaps engage different consultants to take a look to challenge the assumptions to do another calculation at the appropriate time, to make sure that we are still on track. We can also speak to the consultants and see if they are able to publish some of these data in an academic way. But again, this will not be something that most lay people will understand. Nonetheless, the key information that is available are already published transparently on the MOH website and those who are interested can take reference from there.</p><p><strong>\tMr Liang Eng Hwa (Bukit Panjang)</strong>:&nbsp;Sir, MediShield Life is a national scheme administered by CPF. I suppose the most obvious reason is because if we offer this to the private sector, there will be no takers, given the terms where, amongst others, it covers seniors, those with pre-existing conditions and also at a premium that is affordable to the lower income groups.</p><p>So, I wanted to&nbsp;ask the Senior Minister of State whether he has the data to give us a sense of how are the MediShield premiums compared to the levels of other countries with similarly-run national schemes; whether are we priced at the level that is affordable to our lower income groups?</p><p><strong>\tDr Koh Poh Koon</strong>: Sir, I thank the Member for this very important question. As a doctor who has been practising for about 20-odd years, I can tell you what is the saddest thing we see in the clinics. The saddest thing we see is when you see a poor patient or family who has limited means coming to a hospital for a catastrophic illness and they are devastated by the worries of healthcare bills. And the sad thing we always talk about in the doctors' tea room is that, sadly, the people who needs the insurance the most are the ones who cannot afford it.</p><p>This is why MediShield Life was conceived to be a universal Scheme to make sure that no single Singaporean will be left behind, even the poorest and the lowest of income; through whatever means: MediSave contributions, through MediFund, through additional premium support. We will make sure every Singaporean patient has a basic medical insurance to cover them for catastrophic bills.</p><p>The second kind of condition which we see many private insurance exclude are actually congenital conditions. The moment you are born with a congenital condition, you are already disadvantaged for life. No insurance will probably take you on unless you are prepared to pay an arm and a leg for a very high premium to get that coverage. Many of us who have insurance plans will also know that later on in life when you have the means to buy an insurance plan, but you already have a pre-diagnosed condition, the insurance will take you on but exclude those conditions from coverage as well.</p><p>I think these are the important features of MediShield Life that we got to take into account that is different from any other insurance plans out there, especially in the private sector. So, pervasive coverage, all Singaporeans, all disease, conditions, for life. Again, \"for life\" is another important feature because many private insurance plans do not cover you beyond a certain age because they know once you reach a certain age, your disease prevalence goes up, your risk of claim goes very high and your chance of a severe illness is very high as well, and nobody wants to provide coverage. So, private insurance plans tend to cherry-pick.</p><p>If we look at how MediShield Life is constructed, therefore, it is a very unique pervasive universal health coverage plan. If I were to make a comparison to, say, a healthcare plan from another country, I think it is very hard to find something that is exactly the same. But for purpose of comparison, if I can share some premium data from Hong Kong's VHIS, which is Hong Kong's government-backed Voluntary Health Insurance Scheme. So, first it is Hong Kong, which is an Asian country, pretty much similar to Singapore in terms of social construct and healthcare system, which is quite similar, in the British-base kind of healthcare system. But bear in mind, this is a voluntary healthcase system. Theirs is not universal. Even then, for a voluntary healthcare system, the premiums compared to the revised MediShield Life premiums coming on stream before subsidy add-ons – that means just the raw premiums after the revision – the premiums range from being 34% to 143% higher than our MediShield Life. Or you can work it out&nbsp;– it is about 76% higher on average across the age bands.</p><p>So, Hong Kong's healthcare insurance system which is voluntary, on average, at least 76% higher than our premiums. At the lowest end, at the one to 20-year-old age range, our revised MediShield Life premium before subsidy is S$145 a year. The Hong Kong premiums is S$352.&nbsp;So, it is easily close to two times or more.</p><p><strong>\t</strong></p><p>At the extreme end of the age range, at more than 90 years old, the MediShield Life premium for Singapore citizens more than 90 years old before any form of subsidies is S$2,055. The Hong Kong one equivalent is S$3,767.</p><p>So, even before subsidies, our premiums for universal coverage, for all conditions, for life, no exclusion, is already much cheaper than the one that Hong Kong has. But bear in mind that for the older group, especially those which I said is above 90 years old, they belong to the Pioneer Generation group where there is already additional premium subsidies, premium discounts, MediSave top-ups. Virtually, it is almost a free healthcare insurance for those who are at the extreme end of age range for the Pioneer Generation.</p><p>I hope that gives the Member a clearer idea of the comparisons that we have.&nbsp;</p><p><strong>\tMr Speaker</strong>: Mr Yip Hon Weng.</p><p><strong>\tMr Yip Hon Weng (Yio Chu Kang)</strong>:&nbsp;Mr Speaker, I thank the Senior Minister of State for his reply. I am heartened to hear that there are various subsidies for the premium increases, including the COVID-19 subsidies. I would like to ask about the plans of the Ministry on how they plan to communicate and promote awareness of such subsidies for the premium increases.</p><p><strong>\tDr Koh Poh Koon</strong>: Sir, this is where we need the help of all the Members in this House. As Members of Parliament, as Advisors to the grassroot organisations, as key touchpoints within the community, we hope that all Members in this House, having understood what is being said earlier, would help to communicate this to your residents. The Ministry will also push out a series of communications through case illustrations, through engagement with the public, through press releases and perhaps also through write-ups in the media to help share some of this information to the public. So, we look forward to your support and continued partnership.</p><p><strong>\tMr Speaker</strong>: Mr Leong Mun Wai.</p><p><strong>\tMr Leong Mun Wai (Non-Constituency Member)</strong>: I thank the Senior Minister of State for his detailed information on the current situation. However, I do not think he has answered the questions we asked. I think what we are saying is that we need more transparency in the system. The Member Mr Gerald Giam has also asked for the future liabilities estimation.</p><p>I would like to urge the Senior Minister of State not assume that the people outside, in our country, do not understand the calculations of the acturians. When the data is disclosed, there will be people who are able to make an informed judgement. We really need to have more information about the system in order that we come out with more ideas to arrive at a better system in our country.</p><p>The situation that is described by the Senior Minister of State is still not quite — Based on the feedback we have received from the ground, the situation of our healthcare system is still a source of a lot of stress to our people. As a result, we are here to get more information. That is why disclosure and also the affordability are two very important issues.</p><p>If I may ask one additional question here, is that, the various components that the Government has contributed to the MediShield Life Scheme, which was shared just now, about over $3 billion over the last five years, I think that is what the Senior Minister of State said, can we categorise them under pre-existing conditions, low-income and the ageing factor? If possible, what are the respective contribution based on these components? Because at the point when MediShield Life was brought in in 2015, the Committee said that the Government will contribute $850 million to support the pre-existing conditions. So, one of the key components of the financing of the scheme is that, will the Government continue to finance these pre-existing conditions going forward; and in the past five years, how much was it?</p><p><strong>\tDr Koh Poh Koon</strong>: Sir, if the Member were to listen carefully to what I said earlier, I already said that 35% of the contribution within a fund came from Government subsidies and all sorts of premiums contribution by the Government as well. So, that itself is a sizeable commitment from the Government. Today, there are already about $7 billion or so inside, of which 35% of it comes from the Government. That is way more than $800 million that he was talking about. We are contributing in the billions here.</p><p>The second thing is we do welcome ideas from experts who can actually help us to also refine the Scheme as we go along. But bear in mind this is a very new Scheme and we just started for the last four to five years. As we go along, we will try and share more data as possible and involve more actuarial consultants to try and help us to look for new possibilities and new ways to look at some of these things.</p><p>But let me just say that for the purpose of transparency, the Member must note that this is not proposed by Government. This is an external consultant who proposes the premiums, audited by an external auditor and report this yearly in Parliament where Members get a chance to question about the proportioning of the Fund and the usage.</p><p>I think transparency is not an issue here. We will try and work with the actuarial consultants to see whether some of these publications can go on to the academic circles, for people to take a look as well. But bear in mind that what you do in academia, what you look at, has to marry with the actual reality. As I was explaining earlier to Ms Foo Mee Har's question,&nbsp;some of these conditions are always evolving. They are changing. We know we have an ageing population so the dynamics will change. Today, we are trying to fight the war of diabetes because we know diabetes leads to many more downstream consequential problems. A person may claim for an amputation of a left leg today. There is no telling tomorrow next year that he will have amputation of the other leg. Following, year after that, he may have one kidney failure or two kidney failures and going on to dialysis and following that, a transplant of the kidneys as well. Some of these things will have to evolve. It is not as if is hard-coded in science. It is a dynamic process. You cannot just predict so well ahead of time when a person lose his second leg or will have a kidney transplant.</p><p>When we talk about stress, I think it is important to remember my emphasis that this is universal, this is for life and importantly, no Singaporean will be denied coverage if you cannot pay premiums. We will find means to subsidise, to cover with MediFund or additional payment support if needed. Twenty-odd years as a doctor in the hospital, I have not seen a single patient who has been declined treatment on the account of inability to pay. And many of these predate even the era of MediShield Life. I can tell you, with MediShield Life, this will provide an even greater cushion and hopefully a lot more comfort to many of these patients.</p>","mpNames":"Mr Xie Yao Quan,Mr Liang Eng Hwa,The Senior Minister of State for Health (Dr Koh Poh Koon),Ms Foo Mee Har,Mr Gerald Giam Yean Song,Ms Ng Ling Ling,Mr Yip Hon Weng,Mr Leong Mun Wai,Dr Koh Poh Koon","htmlFileName":null,"verPdf":null,"footNotes":null,"footNoteQuestion":null,"footNoteQuestions":null,"footNote":[],"atbpList":[],"ptbaList":[],"attendanceList":[],"onlinePDFFileName":null,"pdfNodes":null,"clarificationText":null,"clarificationTitle":null,"clarificationSubTitle":null,"ptbaFrom":null,"ptbaTo":null,"questionCount":null},"type":"oral-answer","sittingDate":"02-11-2020","questionCount":null}