{"resultData":null,"resultHTML":{"memberId":null,"volumeNo":"93","reportType":"Second Reading Bills","sessionNo":"2","portfolio":null,"memberName":null,"reportVersion":"sprs3","reportStartCol":null,"sittingNo":"23","reportEndCol":null,"title":"Bus Services Industry Bill","columnStart":"","parlNo":"12","reportContent":null,"columnEnd":"","reportId":"bill-157#","score":null,"maxResult":null,"sno":null,"fullContentFlag":null,"fromMonth":null,"fromDay":null,"fromYear":null,"htmlFullContent":null,"htmlContent":null,"subtitle":null,"sittingDate":"18-8-2015","content":"<p>[(proc text) Order for Second Reading read. (proc text)]</p><h6>3.55 pm</h6><p><strong>The Minister for Transport (Mr Lui Tuck Yew)</strong>:&nbsp;Mdm Speaker, I beg to move, \"That the Bill be now read a Second time.\"</p><p>The Bus Services Industry Bill seeks to establish the legislative framework for a contracting model for public bus services. Allow me to briefly re-cap why we are moving to a contracting model.</p><p>Bus services are a key pillar of our public transport system. Every day, about half of our public transport trips, or over 3.7 million trips, are taken on a public bus. Under today's framework, SBS Transit and SMRT Buses are issued ten-year licences by the Public Transport Council (PTC) to operate public bus services. The Land Transport Authority (LTA) plans the bus routes. The operators determine how many buses to operate on these routes according to ridership needs and the regulatory service standards set by the PTC.</p><p>This framework has generally served Singapore well. We have maintained a reasonably good level of bus services while keeping fares low. This is largely because the bus operators are careful about cost, as they have to cover their capital and operating expenses through revenue collected, in particular fares. The flip side of this, however, is that operators have tended to be slow to respond to changing travel demand and expectations, and to increase capacity and improve service standards.</p><p>Hence, last year, my Ministry announced that the bus industry would be restructured to a contracting model from 2016. Under this model, LTA owns the buses, determines the standard of bus services to be provided, and tenders out the contracts to run them. The contracting model will enable the Government to respond more expeditiously to changes in travel demand. Competitive tendering also means that bus operators have to compete for the right to run bus services, which will raise bus service quality in a cost-competitive manner, thereby benefitting commuters.</p><p>This Bill will provide the legislative framework for LTA's new role as the contractor of public bus services. It will also transfer the powers to regulate the bus services industry from the PTC to LTA. The planning, contracting and regulatory functions for public bus services will henceforth all reside within LTA, which will enable us to streamline processes and manage bus services more holistically. The Bill will also consolidate the regulation of bus services, bus depots and bus interchanges within one Act, to provide a clearer regulatory framework for bus operators and potential bidders for public bus services contracts.</p><p>Mdm Speaker, I will now describe the key provisions in the Bus Services Industry Bill. Part 2 of the Bill sets out a bus services procurement framework that enables LTA to enter into contracts with bus operators to run public bus services planned by the LTA. These include both feeder and trunk services, as well as services such as the City Direct Services. Clause 7 sets out the content of public bus services contracts, such as the duration of the contract, and the performance standards to be met by the public bus operators. Clause 8 enables LTA to enforce these contractual performance standards.</p><p>Part 3 of the Bill empowers LTA to license bus operators and impose conditions on licensees to safeguard commuter interests. Clause 11 requires any person who wishes to operate a bus service for a fare, on a pre-determined timetable, and on a fixed route for journeys with two or more bus stopping points in Singapore, to apply for a licence. Similar to the current licensing framework under PTC, there will be two classes of licences. A Class 1 bus service licence, similar to the Bus Service Operator's Licence today, is for the operation of a package of ten or more services. A Class 2 bus service licence, similar to today's Bus Service Licence, is for the operation of a single bus service.</p><p>Clause 13 sets out the considerations when LTA assesses licence applications, such as the applicant's financial capability to operate the services. Clause 15 sets out the conditions which LTA may impose in the licences. Both licence classes include conditions pertaining to the safety and security of passengers, and the requirement to provide a performance bond or other financial security as needed.</p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> </span></p><p>Let me explain in more detail how the two classes of licences apply. Class 1 bus service licences will be required by the major bus operators that serve a large number of commuters. These include the operators for all the twelve packages of public bus services that LTA will be tendering out over time – SBS Transit, SMRT Buses, Tower Transit Singapore, and any other operators that win the tenders for the other bus packages. While the Class 2 bus service licences, on the other hand, are required by private bus operators and operators of individual public bus services like the City Direct Services.</p><p>Accordingly, the Bill places more stringent qualifying criteria and obligations on Class 1 bus service licensees versus the licensees in Class 2. For example, clause 19 requires Class 1 bus service licence holders to seek LTA's approval in appointing or removing their chief executive officer, chairman of its board of directors, or any of its directors, to ensure that public bus service operators have a competent leadership and board able to discharge their responsibilities.</p><p>Part 4 of the Bill sets out the licensing regime for bus depot and interchange operators, and is largely similar to the provisions under the Road Traffic Act today. Clause 24 sets out the considerations that LTA must consider in granting the licences, while Clause 26 allows LTA to impose conditions relating to the level of service, operation, safety and security of bus interchanges and depots.</p><p>Part 5 of the Bill sets out step-in arrangements when a Class 1 bus service operator, bus depot operator, or bus interchange operator, is no longer able to continue operating the services. Clause 30 enables the Minister for Transport to make a step-in order when the licence in question is suspended, revoked or surrendered; or if the public bus services contract is terminated or suspended; and it is in LTA's opinion then necessary to take over the operations of the licensee. The step-in order will authorise LTA to directly take over, or to contract a step-in operator to take over the operations, and require the licensee to facilitate the handover of the operations.</p><p>Clause 39 enables LTA to impose regulatory sanctions including written censures, modification of licence conditions, additional financial guarantees, financial penalties, and suspension or revocation of the licence, in circumstances such as a breach of licence conditions or a contravention of the provisions of the Bill, codes of practices or directions.</p><p>I will now highlight some of the consequential amendments in other Acts. Parts IV and IVA of the Public Transport Council Act which license bus services and bus service operators, and Part VB of the Road Traffic Act which licenses bus depot and bus interchange operators, will be repealed as the powers will have been consolidated under LTA with this Bill, as I earlier explained. LTA will also be vested with the function to operate any bus service, bus depot or bus interchange under the Land Transport Authority of Singapore Act, to enable LTA to be a step-in operator if necessary.</p><p>Finally, to ensure a seamless change of regulatory authority from PTC to LTA, and in consolidating all bus regulatory roles in LTA, Clause 55 sets out savings and transitional provisions for subsisting licences under the PTC Act and Road Traffic Act. Existing licences will retain their existing terms and conditions until expiry. The licensee will only have to renew its licence upon expiry, and only then will the new licence terms and conditions apply.</p><p>In summary, Mdm Speaker, this Bill accords LTA regulatory oversight over bus service, bus depot and bus interchange operators. The proposed framework enables us to transition the public bus industry to a contracting model, where the Government would be able to more holistically plan the transport network, and respond in a more timely manner to changing travel needs. All of these eventually lead back to our ultimate goal, which is, to better serve public transport commuters in Singapore. With that, Mdm Speaker, I beg to move.</p><p>Question proposed.&nbsp;</p><h6>4.04 pm</h6><p><strong style=\"color: rgb(51, 51, 51);\">Mr Gan Thiam Poh</strong><span style=\"color: rgb(51, 51, 51);\">&nbsp;</span>\t<span style=\"color: rgb(51, 51, 51);\">: Mdm Speaker, I rise in support of the Bill. The Bus Services Industry Bill will provide for the restructuring of our public bus sector to a contracting model, in which routes are tendered out to be run by private operators for specific periods, while the Government assumes the ownership of all buses and bus infrastructure such as depots and the fleet management system. The Land Transport Authority will take on the functions of regulator, contractor and planner of bus services. I am sure that with these changes, the management of bus services will be more holistic in the future. Competition will keep operators on their toes and ensure good services.</span></p><p>Unlike our current model, where the operators have to cover their capital and operating expenses through fare revenue, successful bidders know upfront the fees they will collect to operate the services. Hopefully, new operators will be able to focus on meeting service standards since they do not have to be concerned with capital expenditures and fare revenue.</p><p>Many countries, including the US, UK, Australia, Canada, Germany, France, Sweden and the Netherlands, contract out public bus services to both domestic and foreign operators. For example, PostBus, the leading bus company in Switzerland's public transport network, won several public tenders to provide bus services in France in 2009 as well as the public tender to provide bus services in Liechtenstein for a 10-year term starting in 2011. On the other hand, it was reported in June this year that Arriva Netherlands was awarded a 15-year bus and rail contract by the Dutch province of Limburg.</p><p>London's bus system, in particular, seems to be a success after switching from a single, nationalised operator to the current contracting model, with high ridership, service reliability and customer satisfaction. Its incentive-penalty scheme has been credited for its contribution to service reliability. I understand that we will be implementing a similar system and wonder if the Minister can share more details with us.</p><p>With different packages of routes awarded to different operators, one of the concerns I have is about potential problems which may arise from the different systems and technologies they use. Does the Minister foresee any problems with service integration and what are the plans to overcome potential system compatibility issues?</p><p>Next, I would like to suggest that LTA put in place measures to ensure the transfer of expertise from foreign operators to Singaporeans working in the operations and management of successful bidders. In the event foreign operators, for whatever reasons, are unable to continue their work here, at least, we will have teams of Singaporeans who can continue to do so.</p><p>I would also like to suggest that LTA consider issuing public bonds to finance the assets -- buses, interchanges and depots -- to enable direct public participation, especially the retail investors.</p><p>Last but not least, I wish to express my heartfelt appreciation and thanks to Minister Lui Tuck Yew. He has been such a dedicated Member of Parliament and Minister, putting his heart and soul into serving this country, and we have all benefited from his tireless efforts. Despite taking on a very challenging portfolio, he has done so much to improve our public transport system, with this bus contracting model being one of the most important.</p><p>Minister Lui, I wish you could stay on for you had done so much for us, so much for the country. You will be sorely missed in this House. I wish you the best. Thank you [<em>Applause</em>].</p><h6>4.09 pm</h6><p><strong>Mr Thomas Chua Kee Seng (Nominated Member)&nbsp;</strong>: Mdm Speaker, in Mandarin.</p><p>&nbsp;(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20150818/vernacular-Thomas Chua Kee Seng(2).pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>Mdm Speaker, bus services, including public transport services, have always been a topic of great concern to the public. This year, in particular, the many incidents of disruption to MRT services have caused much inconvenience to commuters. Hence, we should support any efforts which could improve the quality of public transport services!</p><p>Last year, during the Budget debate in Parliament, SCCCI's Immediate Past President and then Nominated Member of Parliament Teo Siong Seng raised some recommendations with regard to improving the service level of local public transport, hoping that the Government would consider changing the management and operational model. Now, the Government has introduced a relevant Bill for the bus services industry, bringing in the competitive tendering process. This is a good start. Moreover, the Bill specifies that the tendering process will adopt a \"two-envelope\" mechanism. The service quality proposed by the tendering party will be evaluated first before financial indicators are considered. This selection procedure would avoid giving the tender to the operator who lowers the bid by sacrificing quality in order to win. Eventually this will benefit all public commuters.</p><p>The new Bill also reminds local bus operators that Singapore is a totally open market. Attracting MNCs would increase competition, especially in competing for manpower resources. Hence, local enterprises need to be prepared and pay more heed to the company's operational effectiveness, strengthen HR management, and maintain good rapport with workers.</p><p>In May this year, the UK company Tower Transit was awarded the contract for the first bus package, breaking the duopoly held by SBS Transit and SMRT. Tower Transit, given its experiences in operating public bus networks in London and Australia, is likely to provide more stringent and effective management operations. However, local industry players should also realise that the injection of new competition would exacerbate the manpower shortage in the transport sector.</p><p>Tower Transit has already indicated its intention of recruiting more than 900 workers, among which 700 would be bus drivers. This would present a great challenge to the operators of current bus services, school bus services, logistics services, etc. The manpower shortage in local drivers is a chronic problem and, in fact, it was found that bus drivers of other nationalities find it hard to adapt. Thus I hope that LTA and WDA could cooperate to provide professional skills training for the transport industry, especially for bus operators, in order to develop more manpower resource channels and enable those who are willing to have a career change to become qualified bus drivers.</p><p>From a long-term perspective, encouraging people to take public transport would help to solve traffic congestion, be more environment-friendly, and reduce the number of private cars on the road. Hence, the market demand for qualified bus drivers will always exist. Considering the unique nature of this industry, I recommend that bus drivers could also be included in the SkillsFuture training programme.</p><p>Changing the rules of the game, improving the service level of public transport services, providing greater convenience to commuters – these are our long-term goals. However, sometimes changes of government policy tend to set in motion a whole chain of repercussions, especially in manpower resource planning. There is a Chinese saying which goes: \"Those who are not far-sighted will face problems\". I urge local industry players to take this opportunity to review their management processes, strengthen the bonding among workers, and think of ways, other than through pay hikes, to retain key employees. The injection of foreign competition is a definite challenge. Going forward, other bus packages would also be up for tender. I hope our local bus operators would continue to do their best to bid for the contract and not be easily defeated by foreign players.</p><p>In closing, I support the Bus Services Industry Bill.</p><h6>4.15 pm</h6><p><strong style=\"color: rgb(51, 51, 51);\">Mr Gerald Giam Yean Song</strong><span style=\"color: rgb(51, 51, 51);\">&nbsp;: Mdm Speaker, the Bus Services Industry Bill seeks to regulate the provision of bus services, and the operation of bus depots and bus interchanges in Singapore. It also gives effect to the recently-introduced bus contracting model via a bus services procurement framework.</span></p><p>The Workers' Party welcomes the Government's shift towards taking over the ownership of bus assets, the planning of bus routes and the setting of fares, while contracting out bus operations to the private sector. This will hopefully give the Government greater control over the service quality and affordability of public transport, which is an essential public service.</p><p>I have a few queries on this Bill and the bus contracting model in general, which, I hope, the Minister can address.</p><p>First, on the maintenance and renewal of bus assets. Under this Bill, bus operators will be responsible for the maintenance of bus assets, which will be owned by the Government but leased to operators. LTA's lack of direct involvement in bus operations could result in information asymmetry between the regulator and the operators. Essentially, LTA may not have a full understanding of what is going on under the hood of the bus operators and, hence, may not be able to take the necessary regulatory and enforcement action should maintenance be lacking.</p><p>How will LTA ensure that bus operators conduct proper maintenance of these buses? How will LTA mitigate the risk that the buses may be poorly maintained or abused because the operators do not own them, resulting in shorter lifespan and more frequent breakdowns?</p><p>Which entity will be responsible for the renewal and replacement of essential operating assets when they approach their end of serviceable life?</p><p>The broader question on this issue is: how will the Ministry of Transport manage any possible conflicts between LTA and the operators, to ensure that there is proper accountability, so that disagreements between the two entities do not result in delays or failure to conduct proper maintenance and renewal of essential operating assets?</p><p>Next, on buses and crisis response. Currently, most public bus operators are also MRT train operators, and they can re-allocate resources internally to respond to incidents like MRT breakdowns. This is likely to change in the future, with the bus routes eventually tendered out to different operators. How will LTA marshal bus resources from different operators to respond to crises, like the massive MRT disruption we saw last July? Is there any provision in the bus operator contracts that state that operators must make their bus resources available to the Government to respond to crises?</p><p>Third, I would like to ask about the transition between bus operators. The bus contracting model is likely to see more frequent transitions between bus operators. How will LTA ensure that the incumbents maintain high service levels as they transition out of areas where they are no longer providing bus services? I am particularly concerned about manpower transitions that may affect service levels to the commuter.</p><p>Fourth, on the removal of the CEO of bus operators. Clause 19 requires bus operators holding a Class 1 bus service licence to obtain LTA's approval before appointing, re-appointing or removing its CEO or board chairman, failing which LTA can issue a direction to reverse that decision. However, if a current CEO of a public bus operator is incompetent or unable to provide effective leadership to ensure the smooth operation of the bus services under the contract, does LTA have any power to remove that CEO before the expiry of his or her contract?</p><p>Madam, the bus contracting model is now in its second year of implementation. Only two contracts have been awarded so far. It is too early to gauge whether this model will indeed drive greater cost efficiency and service quality for commuters, while keeping fares affordable. All stakeholders, including the Government, should monitor this model closely over the next few years to assess its results. If it turns out that cost efficiency and service quality have not improved as a result of this model, the Government should be prepared to explore different models, including having a Government-owned National Transport Corporation take over the running of bus services on a not-for-profit and cost-recovery basis, to ensure that service quality for commuters is not compromised.</p><p>Finally, Madam, I would like to record my thanks to the Minister for patiently answering all my Parliamentary Questions (PQs) and responding to my speeches over the past four years, and I wish him all the best in his future endeavours. Thank you, Madam. I support the Bill.</p><p><strong> Mdm Speaker</strong>: \t<span style=\"color: rgb(51, 51, 51);\">Order. I propose to take the break now. I suspend the Sitting and will take the Chair again at 4.40 pm.</span></p><p class=\"ql-align-right\"><em>&nbsp;Sitting accordingly suspended</em></p><p class=\"ql-align-right\"><em>&nbsp;at 4.21 pm until 4.40 pm.</em></p><p class=\"ql-align-center\"><em>Sitting resumed at 4.40 pm.</em></p><p class=\"ql-align-center\"><strong>[Mdm Speaker in the Chair]</strong></p><h4 class=\"ql-align-center\">&nbsp;<strong>Bus Services Industry Bill</strong></h4><p>Debate resumed.</p><p><strong style=\"color: rgb(51, 51, 51);\">Mr Ang Wei Neng (Jurong)</strong><span style=\"color: rgb(51, 51, 51);\">&nbsp;: Mdm Speaker, I would like to declare my interest as I serve as a Senior Vice-President in SBS Transit. I would like pay tribute to the outgoing Minister, Mr Lui Tuck Yew, for doing such a formidable job in the past four and a half years. Under his leadership, bus services have improved tremendously with the Bus Service Enhancement Programme (BSEP). Bus services will improve further with the Bus Services Industry Bill. The results of the train services are not as outstanding, marred mainly by the recent breakdown of North-South and East-West lines. Nonetheless, Downtown Lines 1 and 2 have been largely completed under Mr Lui's tight supervision. My focus today, however, is on the bus services. Mdm Speaker, please allow me to speak in Mandarin.</span>&nbsp;</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20150818/vernacular-Ang Wei Neng(3).pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>About 10 years ago when I first joined the bus services industry, some bus captains told me, \"Driving a bus is not a job for a human being.\" I was very curious, so I asked one of the bus captains who said such things, how long had he been driving public buses. He replied, \"Over 30 years.\" I immediately asked him, \"So, you have been driving public buses for over 30 years. Are you still a human being?\" He shrugged his shoulders, shook his head and said, \"No choice!\" Then he walked away.</p><p>Mdm Speaker, today I am going to talk about the hardship of a bus captain and why I support this Bill.</p><p>(<em>In English</em>):&nbsp;Mdm Speaker, one of the most important parts of the Bus Services Industry Bill is Part 5, the step-in arrangements. Clause 30 of the Bill allows the Minister to issue a step-in order when a company operating the public bus services under the Government Contracting Model (GCM) fails repeatedly to perform up to the standards required by the public bus services contract. The step-in right is an important lever to ensure that the Public Transport Operator (PTO) performs adequately or risks getting its licence suspended or revoked. At the same time, it allows the Land Transport Authority (LTA) to take over the bus operations or appoint another bus operator to operate the bus services so that commuters will not be too adversely affected by the step-in actions. For that matter, allow me to digress from my speech a little to state my position pertaining to the operator who has won the first bus package under the GCM.</p><p>A foreign bus operator, Tower Transit, has won the first bus package to operate buses from Jurong East and Bukit Batok interchanges. As a Member of Parliament for Jurong GRC, I sincerely urge Tower Transit to live up to its expectations of providing quality bus services as required under the GCM. Otherwise, the residents of Jurong GRC will suffer.</p><p>Under what circumstances would a PTO fail to perform? There could be many factors, such as financial strength of the PTO, mismanagement of bus operations, not enough bus drivers, and so on. From my experience, one of the biggest risk factors is the ability to attract drivers, commonly known as Bus Captains or BCs in short in the industry. This is because of our tight labour market and the requirements by the Ministry of Manpower to build a Singaporean core in the bus industry.</p><p>When I first took over the role of managing bus operations, overseeing a fleet of more than 1,500 buses and 3,000 Bus Captains, I had a dream. I dreamt that one day, there would be a long queue of people wanting to join the rank of a Bus Captain. Today, my dream has come true. There is indeed a long queue of people waiting to join the Bus Captain profession but they are mainly Malaysians due to the low ringgit exchange rate. One Singapore dollar is worth $2.90 ringgit or thereabout, today.</p><p>However, not enough Singaporeans would like to become Bus Captains, even though we have increased Singaporean Bus Captain's pay four times over the last five years. Today, the Bus Captain's basic pay is 48% more than that in 2010. Today, a new Singaporean Bus Captain with more than one year of driving experience earns slightly above $3,000 per month on average, not including bonuses. Yet, today, the proportion of local Bus Captains as a percentage of the total number of Bus Captains is significantly lower as compared to the figure five years ago. In fact, the drop is more than 10%.</p><p>Before I continue, I would like to qualify that the information pertaining to the Bus Captains in my speech today refers to the information provided by SBS Transit which currently runs two-thirds of the bus services in Singapore.</p><p>Why do Singaporeans shy away from being a Bus Captain?</p><p>There are three main reasons, among others. Firstly, the working hours of Bus Captains. A Bus Captain has to drive the bus to send people to work and back to home every day. The first bus service leaves the bus interchange as early as 5.00 am on a daily basis. The last bus service, when it ends the last trip at the bus interchange, could reach the bus depot as late as 2.00 am. This means that the morning shift Bus Captain has to reach the depot to collect the bus in the morning as early as 4.30 am and it also means that he has to wake up as early as 3.00 am. I know it is tough as I often join the Bus Captains for breakfast at 4.30 am in the morning. It is an unearthly hour to many Singaporeans. For those Bus Captains who are doing afternoon shifts, they would probably reach home at about 3.00 am, or even later. That is, when most Singaporeans are sleeping in the morning, the Bus Captains are getting ready the buses for you. At night, when most Singaporeans are asleep, the Bus Captains are still busy keeping their buses.</p><p>Secondly, the road safety hazards. As mentioned by the Minister for Transport, buses are not yet the \"kings of the road\". Many motorists take advantage of slower speed of the buses and cut into their lane of the buses, and especially when the cars are turning left at junctions. Motorists also hardly give way to buses coming out from bus bays or, worse still, illegally cut into bus lanes to pick-up and drop off car passengers at or near the bus stops, thereby causing obstruction to the buses. The longest bus route, service 51, takes about almost three hours to travel from Hougang to Jurong East bus interchange. Such a long driving duration without rest, take a toll on the Bus Captains.</p><p>Thirdly, Singaporeans' attitude towards Bus Captains. A Bus Captain, not only has to drive passenger from point A to point B safely, he also has to provide good customer service, greet, smile and say \"Thank You\". Most passengers are nice but there is a handful that can spoil the mood of the Bus Captains. For example, some passengers are so distracted by their mobile phones and forget to wave for the bus at the bus stop. Instead of acknowledging their mistake, they often blame Bus Captains for not stopping at the bus stop for them. When on the bus, some passengers are also too fixated on their mobile phones and forget to press the bell. Again, such passengers tend to blame the Bus Captains for not stopping at the bus stop. Others try to evade or underpay the bus fare and get caught by the Bus Captains, and often blame the Bus Captains for being rude when performing fare enforcement. More commonly, a significant number of passengers are reluctant to move to the rear of the bus despite repeated reminders, resulting in others failing to get on the bus, and Bus Captains end up getting the blame again. Today, there is not enough respect for the Bus Captains generally.</p><p>With the BSEP, LTA will inject 1,000 buses on the road by 2017 which means we will need an additional 2,500 bus captains to operate the additional 1,000 buses. With the transition to GCM provided under the Bus Services Industry Bill, we could expect an even higher bus service standard which means more Bus Captains are required. How do we build a Singaporean core in the bus industry? Or is a Bus Captain's job so unearthly that the majority of the Singaporeans will forever shy away from driving public buses?</p><p>I do not think so. If you look at Taiwan, Hong Kong, Japan and Korea, most of their Bus Captains are local residents. If they can do it, I believe we can as well. That is provided the various Government agencies could coordinate and put their act together. How do we build a Singaporean core in the bus industry?</p><p>One, we need to improve the remuneration of Bus Captains, similar to what the Government has done for nurses and staff of other essential services. The current average gross monthly pay of Bus Captain at about $3,000-plus is comparable to that of taxi drivers and other driving professions. However, we could only attract 76 Singaporeans to join us as Bus Captains in 2014 as compared to more than 1,000 Malaysians who joined as Bus Captains last year. Seventy-six Singaporeans versus 1,000 Malaysians joined us last year as Bus Captains. This shows that a higher premium would be needed to convince Singaporeans to join the Bus Captain's profession given the unearthly working hours and demands of being a Bus Captain. The GCM allows this to happen as the Government is prepared to provide a higher level of subsidies under this model.</p><p>Two, we need to improve the working conditions for Bus Captains. It is very hard to change the working hours of the Bus Captains but we can change other working conditions for the Bus Captains. For example, I urge Land Transport Authority to build better facilities at the bus interchanges for the Bus Captains to rest properly. I have the opportunity to visit the train stations and compare them with the bus interchanges. The newer train lines work on driverless systems. That is, there are no train drivers. Yet, the staff's rest area at a train station can be up to five times the size of the rest area in a bus interchange. So the train station has no drivers but has big rest area, whereas bus interchange has hundreds of bus drivers but has small rest area. Both facilities are built by the Land Transport Authority – so why the discrepancy? One eye big, one eye small? No wonder people in the bus industry have been complaining that the bus is a poor cousin of the train. One consolation is that the newer bus interchanges have bigger staff's rest area but not the older ones.</p><p>Some argue that the train is the backbone of the public transport and that is why train facilities deserve better treatment. The bus ridership in 2014 was 3.8 million per day as compared to the train ridership of 2.8 million. Many think that when train network eventually expands from 178 km today to 380 km in 2030, the ridership on the train network would exceed that of the bus. This may not be so. In London today, given the extensive train network, the bus ridership is still much higher than the train ridership. There were 2.4 billion bus passenger journeys as compared to 1.3 billion London underground train journeys in 2013/2014 Financial Year. So, in London, the bus ridership today is still much higher than the train ridership. This shows that the bus service will remain an important part of the public transport in many years to come. Thus, it is important for LTA to invest more to provide better bus infrastructure. On the same note, I urge the next Minister for Transport to take advice from the current Minister, to implement more bus priority schemes so as to make buses the real \"kings of the road\".</p><p>Three, we need to improve the image of the Bus Captains. In 2003, SBS Transit collaborated with MediaCorp to produce a drama series called, \"She Drives Me Crazy\".</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20150818/vernacular-Ang Wei Neng(4).pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>In 2003, MediaCorp launched a comedy series called \"She Drives Me Crazy\" starring Kym Ng, so that people can better understand Bus Captains' work. However, the series can only educate people to understand the work nature of a Bus Captain; it cannot attract Singaporeans to join the profession in a longer term.</p><p>(<em>In English</em>):&nbsp;The Chinese comedy drama did stir up some interest on the roles of Bus Captain but did little to attract more Singaporeans to join the profession. We need more than profiling of the Bus Captains. We need an overhaul of the Bus Captains' image. We need to attract more ITE graduates and encourage more mid-career Singaporeans to join the Bus Captain profession.</p><p>Under the GCM, the bus operators are merely contractors. With more players entering the fray under the GCM, none of them, in fact, will have sufficient influence to raise the profile of the Bus Captains. Hence, I urge the Ministry of Transport to take a larger role in this area. I understand that Senior Minister of State Mrs Josephine Teo is chairing a tripartite committee and one of the objectives of the committee is to raise the professionalism of Bus Captains. It was mentioned by the Minister of Transport yesterday in his response to a Parliamentary Question. At the same time, I hope Singaporeans at large could also give their due respect to the Bus Captains.</p><p>In conclusion, I reckon that with the concerted effort by the various parties under the GCM provided by clause 6 of the Bill, there is hope that the bus captains' remuneration and working conditions could improve and convince more Singaporeans to consider the job of a Bus Captain as an attractive career option.</p><p>(<em>In Mandarin</em>)<em>: </em>[<em>Please refer to <a  href =\"/search/search/download?value=20150818/vernacular-Ang Wei Neng(5).pdf\" target=\"_blank\"> Vernacular Speech</a></em>.]<em>&nbsp;</em>With the Bill, I hope one day bus captains will no longer say \"Driving a bus is not a job for a human being!\". Instead, they would say \"Driving a bus is a decent job!\".</p><p>(<em>In English</em>):&nbsp;With this I support the Bill.</p><h6>4.54pm</h6><p><strong style=\"color: rgb(51, 51, 51);\">Mr Lui Tuck Yew&nbsp;</strong>\t<span style=\"color: rgb(51, 51, 51);\">: Mdm Speaker, let me thank the Members who have spoken on the Bill and for their expressions of support. The keen interest in the bus industry is certainly justified given that many Singaporeans take buses on a daily basis. So, it is critical to have a robust legislative framework to support bus contracting such that the industry is motivated to provide a high level of service. This is why my Ministry has put forward this Bill to streamline the contracting and regulatory functions for the bus sector under the Land Transport Authority (LTA).</span></p><p>Mr Gan asked for more details on the incentive-penalty scheme in our bus contracts to encourage service reliability. The bus service reliability framework in our bus contracts will be an expanded and more rigorous version of the trial that we launched in February last year. But it is limited today to about 40 services. Under the contracting model, it will be expanded to cover the entire bus network.</p><p>Similar to London's Quality Incentive Contracts, there are two components. One, the Excess Wait Time assessment for services with shorter wait-times, where the commuters are likely to \"turn up and go\"; and secondly, the On-Time assessment for services with longer wait-times, where the commuters are likely to plan ahead.</p><p>The measurement of Excess Wait Time encourages bus operators to actively manage en-route bus arrivals to minimise bus bunching or long gaps. For services with longer wait-times where passengers typically refer to the timetable in order to catch a specified bus, we have the On-Time Adherence standard to encourage punctual bus arrival timings.</p><p>The incentive-penalty framework encourages operators to improve their service reliability performance along a scale. This incentivises them not just to meet, but to outperform the benchmarks, for which they will be rewarded with incentives proportionate to the extent of our performance. Likewise, deductions will be made and these are proportionate to the extent by which they have underperformed the benchmarks.</p><p>As LTA will own the operating assets including the buses, the bus fleet management system that monitors mileage, and other performance indicators, and fare equipment, let me assure Mr Gan that our systems and technologies will be streamlined across multiple operators, because it is LTA's intention to provide these common systems. But where the operators prefer to use their own systems, for example their scheduling software for producing the bus schedules and driver duties, they are required to ensure that their systems can interface seamlessly with our existing platforms.</p><p>Mr Gerald Giam raised a number of queries on asset maintenance and renewal. As part of the contract, the operators are required to adhere to LTA's maintenance requirements. These maintenance requirements are actually based on the manufacturer's recommendations. LTA will carry out audits to ensure compliance. It will also deduct from their service fee for failure to meet these KPIs. When operators transit, they will be responsible to make good any shortfalls to buses that are found not road-worthy or not fit for operational purposes. On the point of asset renewal and replacement, this is LTA's responsibility. Likewise, for condition surveys on depots and interchanges. The slew of assets from buses to depots and interchanges will be the responsibility of LTA to renew and to replace while the onus is on the operators to make sure that the conditions are met and the maintenance is carried out as required.</p><p>Mr Gan also suggested issuing public bonds to finance our bus assets and infrastructure. LTA recently established a medium-term note programme, which will allow it to tap the bond market over the next few years for the financing of land transport infrastructure developments. We can explore, together with the Ministry of Finance, whether some of these issues from this programme can be public bonds.</p><p>Next, let me talk about bus service industry staff. We know that staff members are the bedrock of our system and I think all four Members have spoken out on this, which attests to the importance of the issue. It also provides me the opportunity to perhaps share a little bit more on what is being done for the industry staff, in particular, the bus captains.</p><p>We expect bus contracting to bring about some improvements to the bus driving profession. Bus operators are expected to study the local operating context in submitting their proposals and pricing their bids. They would need to familiarise themselves with the labour situation in Singapore and will have to consider enhancing their human resource practices and making offers that are attractive enough to potential employees. Prospective bidders are required to submit their manpower plans as part of their bids, including plans and milestones for local recruitment and retention. The LTA will give positive consideration to bids that provide a strong plan for local recruitment and retention.</p><p>Mr Giam mentioned the transition arrangements. Certainly, the interest and welfare of staff are safeguarded by the guidelines that have been issued by the Public Transport Tripartite Committee that was formed in September 2014 and chaired by Senior Minister of State Josephine Teo. This defines the obligations and responsibilities of both the incoming and the outgoing operators on employment terms, the employee benefits, as well as professional training. And essentially, it boils down to three broad guidelines.</p><p>One, that all affected employees must be offered a job. Two, that it is on no worse-off terms and three, that employees can choose to join either the new operator or to stay on with the current operator where feasible.</p><p>On our part, I would say that the Government has also made a concerted effort to encourage skills upgrading, enhance remuneration and to have better facilities for bus captains.</p><p>Mr Thomas Chua would be pleased to note that improving the bus driving profession is already part of the SkillsFuture initiative. As Mr Ang pointed out, increasing the remuneration of bus drivers is only part of the equation and hence, taken together as a whole, I believe that the SkillsFuture initiative for Bus Captains encourages skills expansion to improve the profession and to bolster the Singaporean core in the bus sector over the longer term. We are also exploring new initiatives to tap on younger as well as alternative sources of employees to replace the maturing workforce in the medium to long term.</p><p>Mr Ang also requested that we improve facilities for Bus Captains. I agree with him. I am glad to share that LTA, in consultation with the National Transport Workers' Union, has been building bus depots and interchanges with better facilities and rest areas to improve the welfare of Bus Captains and staff. We will, as much as possible, try to retrofit some of these newer standards into the existing interchanges and depots. But for the newer built ones, for example, the new Bulim bus depot, we have enhanced the crew rest areas, staff lounges and canteens, and even for temporary interchanges, like the one in Yishun, we have built bigger staff lounges, a canteen and dedicated staff toilet facilities.</p><p>Mr Ang brought up a very pertinent point about the difficulties that Bus Captains face. On the part of commuters, I think all of us can certainly do more to be more patient, tolerant, forgiving and also to encourage the Bus Captains along, because indeed their hours of work are very long and tedious.</p><p>Finally, Mr Gan suggested putting in place measures to ensure the transfer of expertise from foreign operators to locals. I would like to share with Mr Gan that LTA has emphasised the importance for operators to develop a strong Singaporean core within its operations, and has required operators to commit to base locally any non-Singaporean management staff that is overseeing bus service operations for the entire duration of the contract. These measures would ensure that any expertise and knowledge are retained within a skilled Singaporean workforce.</p><p>Mr Giam also brought up two other issues. One, on crisis response and the arrangements between the rail operators and the bus operators. The rail operators are responsible and they are also required to pay for the free bus bridging. This would continue under bus contracting. It includes all public bus services at designated bus stops and bus bridging services. The rail operators actually need to pre-arrange these services with the bus operators and there are provisions already in the bus contracts to support such arrangements.</p><p>The next is on the removal of the CEO and Mr Giam mentioned some of the clauses that have been included in the legislative framework. If there are persistent underperformance of service levels, LTA has step-in rights. I think we know that then, it would not just be the CEO that will be affected if we have to take such a drastic step.</p><p>Finally, to conclude, Mdm Speaker, we have spent a number of years studying overseas models of bus contracting. I believe we have carefully designed the contracts for our local operating context, ensuring that we encourage good performance, seamless integration and interfacing between multiple operators, and safeguarding a Singaporean core in our workforce.</p><p>In conclusion, let me say that the new legislative framework, while supporting the transition to bus contracting, seeks to provide greater regulatory certainty and clarity for existing and potential operators. This will, in turn, benefit commuters as well as their employees.</p><p>[(proc text) Question put, and agreed to. (proc text)]</p><p>[(proc text) Bill accordingly read a Second time and committed to a Committee of the whole House. (proc text)]</p><p>[(proc text) The House immediately resolved itself into a Committee on the Bill. – [<strong>Mr Lui Tuck Yew</strong>]. (proc text)]</p><p>[(proc text) Bill considered in Committee; reported without amendment; read a Third time and passed. (proc text)]</p>","mpNames":"Mr Gerald Giam Yean Song (Non-Constituency Member),Mr Gan Thiam Poh (Pasir Ris-Punggol),Mdm Speaker,Mr Thomas Chua Kee Seng (Nominated Member),Mr Ang Wei Neng (Jurong),Mr Lui Tuck Yew","htmlFileName":null,"verPdf":null,"footNotes":null,"footNoteQuestion":null,"footNoteQuestions":null,"footNote":[],"atbpList":[],"ptbaList":[],"attendanceList":[],"onlinePDFFileName":null,"pdfNodes":null,"clarificationText":null,"clarificationTitle":null,"clarificationSubTitle":null,"ptbaFrom":null,"ptbaTo":null,"questionCount":null},"type":"bill","sittingDate":"18-08-2015","questionCount":null}