{"resultData":null,"resultHTML":{"memberId":null,"volumeNo":"95","reportType":"Second Reading Bills","sessionNo":"1","portfolio":null,"memberName":null,"reportVersion":"sprs3","reportStartCol":null,"sittingNo":"16","reportEndCol":null,"title":"Electronic Transactions (Amendment) Bill","columnStart":"","parlNo":"14","reportContent":null,"columnEnd":"","reportId":"bill-494#","score":null,"maxResult":null,"sno":null,"fullContentFlag":null,"fromMonth":null,"fromDay":null,"fromYear":null,"htmlFullContent":null,"htmlContent":null,"subtitle":null,"sittingDate":"1-2-2021","content":"<h6>1.42 pm</h6><p>[(proc text) Order for Second Reading read. (proc text)]</p><p><strong>The Minister for Communications and Information (Mr S Iswaran)</strong>:&nbsp;Mr Speaker, I beg to move, “That the Bill be now read a Second time”.&nbsp;&nbsp;</p><p>Sir, the Electronic Transactions Act or ETA, was first enacted in 1998.&nbsp;Recognising the growing importance of electronic transactions, especially e-commerce, Singapore was the first country to adopt the Model Law on Electronic Commerce of 1996 or the MLEC, by the United Nations Commission on International Trade Law or UNCITRAL.&nbsp;The ETA has also facilitated the Government’s use of electronic documents in its engagements with businesses and citizens.&nbsp;&nbsp;</p><p>The ETA was repealed and re-enacted in 2010 to adopt the United Nations Convention on the Use of Electronic Communications in International Contracts or the ECC.&nbsp;The ECC provisions were updated for application to Internet technologies and to harmonise international laws on electronic transactions.&nbsp;&nbsp;&nbsp;</p><p>Today, electronic transactions and e-commerce underpin the global economy. In 2018, the value of global e-commerce was estimated at US$26 trillion, equivalent to 30% of the global GDP that year. The COVID-19 pandemic has given further boost to global retail e-commerce, which grew by 37% in the first half of 2020, more than double the rate in 2019.&nbsp;&nbsp;</p><p>The digital economy is key to the next phase of Singapore’s growth, and our efforts to emerge stronger from the pandemic.&nbsp;Our strategies include enhancing our digital infrastructure and frameworks, strengthening our citizens’ and businesses’ digital capabilities, and collaboration with international partners.&nbsp;This Bill will ensure that our legal and regulatory infrastructure keeps pace with international trade law and the latest technological developments so that Singapore remains globally competitive.</p><p>The Bill was drafted after extensive consultations with stakeholders over several years. It aims to facilitate faster and more secure transactions while enhancing businesses' and citizens' trust in digitalisation.&nbsp;</p><p>Sir, the proposed amendments are guided by two main considerations. First, to meet the digitalisation needs of citizens and businesses while introducing adequate safeguards; and second, to ensure that the international harmonisation and technology neutrality of our laws relating to electronic transactions.</p><p>Clause 6 of the Bill introduces a new part 2A to adopt the UNCITRAL Model Law on Electronic Transferable Records, or MLETR, with certain modifications. The Model Law enables the creation and use, domestically and internationally, of electronic forms of transferable documents or instruments, otherwise known as Electronic Transferable Records, or ETRs.</p><p>Transferable documents or instruments entitle the rightful holder to claim the performance of the obligation indicated, such as the delivery of goods or payment of money, and to transfer the right to performance by transferring the document or instrument. These transferable documents are instruments are used extensively in international trade in industries such as shipping, logistics and finance.</p><p>Let me illustrate how an electronic bill of lading can enable faster transactions, lower costs, and importantly, foster greater trust among businesses.</p><p>A bill of lading is used in maritime trade as a transport document and as a document of title over goods in transit. The seller will engage a carrier to deliver the cargo and will in turn receive a bill of lading from the carrier. The seller will generally only release the bill of lading to the buyer on payment and the buyer can only collect the goods from the ship by producing the bill of lading.</p><p>Often financing is involved and the bill of lading will pass through many parties from the seller to his export bank, then to the buyer's import bank, and eventually to the buyer who may even sell the cargo to a sub-buyer while its cargo is enroute. The final buyer will have to produce the bill of lading to take delivery of the cargo at the port.</p><p>Sometimes, goods arrive at their port of destination before the documents have been processed. In such instances, there will be additional costs to either hold the cargo or to secure a letter indemnifying the carrier for delivering the goods without a bill of lading.</p><p>Fraud is a real risk because paper bills of lading can be forged. Significant resources are therefore required to process paper documents and verify their authenticity. This means considerable time and costs are attributed not only to the actual transportation of the goods, but also to the administrative cost of cargo holding and document processing.</p><p>With electronic bills of lading, the transmission of documents will be instantaneous and time spent on verification and rectifying areas will be reduced. With digital authentication technologies such as digital signatures, centralised ledgers or blockchain, electronic bills of lading also improve security against forgeries.</p><p>Commercially available technology solutions for an electronic bill of lading based on contractual frameworks already offer many of these benefits for shippers today. For example, last year, Singapore-based Ocean Network Express announced that it had used an electronic bill of lading using the S-docks system in a successful shipment of synthetic rubber from Russia to China.</p><p>While this contractual approach benefits the parties to such a contractual framework, it does not affect third parties that are not part of the framework. Clause 6 of the Bill addresses this gap by enabling the creation and use of an electronic bill of lading that is legally equivalent to a paper bill of lading which will be legally effective beyond parties to such a contractual framework.</p><p>One commercial advantage in using an electronic bill of lading enabled by clause 6 is that a trade financing bank can obtain collateral security over the electronic bill of lading which is legally equivalent to a paper bill of lading. This may allow the bank to obtain a regulatory capital relief in respect of its trade finance exposure and to pass some of the benefits to its clients in the form of lower fees.</p><p>The Digital Container Shipping Association estimates that about US$4 billion would be saved annually if just half of today's container shipping lines adopt electronic bills of lading. Ultimately, end consumers tend to benefit from the lower costs of legal documentation, transportation and trade financing.</p><p>As with any digital technology, we need appropriate safeguards to ensure the transactions can be executed with confidence. The technological and legal challenges of establishing what constitutes an original document and its possession in an electronic environment are key impediments to the use of electronic versions of transferable documents or instruments.</p><p>Technological advancements have made it possible to meet these requirements and to prevent the unauthorised duplication of an original document with strong safeguards. Existing commercial electronic bill of lading solutions from the providers such as Bolero and S-docks, as well as newer digital utilities such as IMDA's TradeTrust have demonstrated that stakeholders can use electronic bills of lading with trust through the use of title registries, blockchain and advanced encryption standards and firewalls. These technologies help to reliably establish the control of the singular electronic bill of lading while ensuring document veracity. Indeed, the industry itself is confident of the use of these technologies as evinced by the International Group of Protection and Indemnity Clubs, providing an equal level of marine liability cover for both paper bills of lading and carriage of cargo under certain electronic bills of lading systems.</p><p>With such technological solutions available today, it is timely to provide the enabling legal infrastructure through this Bill to allow the creation and use of ETRs under the law in a trusted and secure manner.</p><p>Let me know address the key provisions of the Bill.</p><p>The new 16F to 16I set out specific requirements that an electronic record must meet in order to be recognised under the ETA as the electronic functional equivalent of a paper transferable document or instrument. The functional equivalence rules apply to writing, signature, transferable document, or instrument and possession.</p><p>The new sections 16J to 16L set out further functional equivalence rules for requirements relating to the use of ETRs.</p><p>Specifically, section 16H provides that an electronic record is the electronic functional equivalent of a paper-based transferable document or instrument if several specific requirements are met.</p><p>First, the electronic record must contain the information required to be contained in the paper transferable document or instrument.</p><p>Second, a reliable method is used to identify that electronic record as the authoritative electronic record constituting the ETR.&nbsp;</p><p>Third, that reliable method renders that electronic record capable of being subject to control from the time it is created until it ceases to have any effect or validity.</p><p>Fourth, that reliable method must retain the integrity of the electronic record.</p><p>Today, these give effect to the singularity requirement which requires reliable identification of the ETR that entitles the holder to request performance of the obligation indicated in it and avoids multiple claims.</p><p>Section 16I provides that the legal requirement for the possession of a transferable document or instrument is met with respect to an ETR if a reliable method is used to establish exclusive control of the ETR by a person, and to identify that person as the person in control. Where this requirement is met, the person in control of an ETR will be in the same legal position as the person in possession of an equivalent paper-based transferable document or instrument.</p><p>The new section 16O also sets out a general standard to assess the reliability of each of the methods referred to in the functional equivalence provisions I listed earlier. In the event of a dispute, it is for the Court to assess the reliability of the method in question, taking into account the non-exhaustive list of relevant circumstances set out the same section.</p><p>With these amendments, Singapore will be one of the first countries to enact a legislative framework for ETRs based on the MLETR, the Model Law, giving a competitive edge to our key industries like shipping, and reinforcing our status as a leading maritime and trade hub.</p><p>Sir, while the ETA gives electronically concluded contracts the same status as written contracts through a set of legal provisions, it does not apply to certain types of legal instruments or contracts as listed in the First Schedule of the Act, also known as the Exclusion List, as these were assessed to be not ready for the electronic medium at the time.</p><p>With the adoption of the MLETR in the new part 2A of the amended ETA, clause 8 of the Bill will remove item 2 relating to transferable documents or instruments from the Exclusion List.</p><p>The Government is studying the feasibility of removing the remaining items from the Exclusion List bearing in mind the benefits that could accrue to our citizens and businesses. These items will be removed from the Exclusion List when the necessary legislative and regulatory frameworks and corresponding safeguards have been put in place.</p><p>Let me now move on to how the proposed amendments will help ensure the international harmonisation and technology neutrality of our laws.&nbsp;</p><p>The MLETR is an internationally harmonised legal framework developed by UNCITRAL, the core legal body of the UN in international trade law, as a uniform model law recommended for adoption by all jurisdictions. The Model Law facilitates the cross-border use of ETRs, especially when adopted broadly by countries. Moving forward, as more countries incorporate the MLETR into their domestic law, it will greatly promote cross-border transactions and Singapore's early adoption of the Model Law will strengthen our position as a global commercial hub.</p><p>Given the tangible benefits to global trade, we will continue to work with our international partners to promote the adoption of the MLETR through our free trade agreements and digital economy agreements.</p><p>In this bid to promote cross-border transactions, the new section 16P will facilitate the cross-border use of ETRs by supporting the principle of non-discrimination against the foreign origin or use of an ETR. It provides that an ETR is not to be denied legal effect solely on the ground that it was issued or used outside Singapore. The question that then arises is what happens if a cross-border trade involves jurisdictions which do not yet support the use of ETRs.</p><p>Recognising that not every country would have enacted the MLETR, the new sections 16M and 16N contain substantive provisions that enable the change of medium from a physical transferable document or instrument, to an ETR and vice versa. A change of medium in accordance with the provisions of the Bill does not affect the rights and obligations of the parties. This provides parties with the confidence to use ETRs which are typically transferred multiple times, knowing that a subsequent transferee can choose to convert an ETR to a physical form.</p><p>Finally, regardless of changes in the technology related to electronic transactions, our laws must continue to be relevant in the long run. Consistent with the MLETR the amendments introduced by the Bill abide by the principle of technology neutrality, which means that legislation should not impose the use of, or otherwise favour, any specific technology. In other words, the provisions are intended to accommodate the use of different technologies, such as traditional registries, tokens and distributed ledgers.</p><p>Sir, in summary, the amendments to the ETA will reinforce Singapore's position as a world leader for electronic transactions and strengthen our status as a maritime and trade hub by being one of the first countries to enact a legislative framework based on the MLETR for the creation and use of ETRs. Coupled with our close partnerships with sectoral agencies like MPA, Customs, MAS and the industry to develop the eco-system for ETRs, and efforts to promote global adoption of the MLETR through various digital economy agreements, these amendments will further enhance Singapore's position as a global digital economy and bring opportunities and benefits to our businesses and our people.&nbsp;Mr Speaker, Sir, I beg to move.</p><p>[(proc text) Question proposed. (proc text)]</p><h6>2.01 pm</h6><p><strong>Ms Tin Pei Ling (MacPherson)</strong>:&nbsp;Mr Speaker, Sir, 2020 was an eventful year and will be vividly remembered by many Singaporeans. For one, the year 2020 heralded the start of digital transformation journey for many people in Singapore.</p><p>On this note, I applaud the introduction of the amendment Bill as a timely and impactful step towards our Smart Nation journey. In fact, I would see this amendment as a catch up because the technological solutions are readily available, the people's will and attention to this, the willingness to try it out, are also available now and now it is the legal catch up. And so, this is yet another piece to the puzzle.</p><p>Mr Speaker, digitalisation has always been tightly associated with productivity gains, improving cost effectiveness and these attributes are evident in the example of the maritime industry. It is an industry that has been unduly burdened by tonnes of paperwork for conveying goods across seas. Earlier, Minister would have illustrated this&nbsp;with many examples and details, so I would just be reinforcing some of these.&nbsp;</p><p>The impact of digitising bills of lading in Singapore would be very significant given that seaborne trade has been a critical lifeline of the country ever since Sir Stamford Raffles transformed Singapore into a bustling trade port back in 1819. With an extensive connection to 600 ports in over 120 countries and more than 130,000 vessels calling on Singapore, the decision to embark on the digitalisation of paper bills of lading is apparent.&nbsp;</p><p>A recent finding from the Digital Container Shipping Association predicted a potential cost savings of more than $4 billion a year on the maritime industry by digitalising the paper-based bills of lading. Apart from\tthe\tenhancement\tof\tcost\tsavings\tand\tdata accuracy and perhaps even preventing fraud, digitalisation&nbsp;helps&nbsp;to&nbsp;promote&nbsp;environmental&nbsp;sustainability.&nbsp;The International\tAir\tTransport Association (IATA)\tintroduced digitalisation of air waybills for the airfreight industry about 10 years ago. Apart from the clear cost saving benefit, digitalisation could help eliminate more than 7,800 tonnes of paper documents annually, which is equivalent to 80 Boeing 747 planes filled with paper.</p><p>Mr Speaker, Sir, the recognition of digital signature in a legal document plays a pivotal role in transforming a legal sector with deeply rooted reliance on wet-ink signature and physical seals for executions. On this note, I am heartened that the Lasting Power of Attorney (LPA) is the one of the first legal document to be digitalised, which is timely in view of the increasing awareness and acceptance of LPA. In 2019, the number of registrations reported was 24,488 and this doubled, the registration numbers, in 2017. Moving forward, the number of registrations is poised to grow further with newer generations of Singaporeans joining the ranks of seniors. This group of seniors will be technologically savvy, digitally proficient and more receptive of registering for a LPA.</p><p>Furthermore, we could open a bank account today on a mobile application through SingPass – MyInfo for authentication, doing away the need to physically step foot into the branch.</p><p>These changes will enhance citizens' access to important services. Prior to this, I had wanted to ask the Minister whether there will be plans to further digitalise other transactions and recognise digital signatures for more legal documents. I know that Minister has shared this in his speech earlier, that the Ministry will be looking into this. And I would like to ask the the Government and the Ministry to give priority consideration where there are large volume transactions happening on a day-to-day basis, including for example, option-to-purchase agreements, so that it will be much more convenient and save time and cost for our normal ordinary citizens.</p><p>That said, as digital solutions increasingly become available and transactions made easier with digitalisation, I would also urge the Government to constantly review and ensure that legal and process safeguards are in place to prevent abuse, especially for transactions that interact or intersect with ordinary citizens' lives. Technology is just an enabler, but the process design I think it is very key. So, in terms of inauthenticity as well as doing away with duplicates, blockchain, for example, could solve it. But, sometimes, how do we prevent someone with an agenda from masquerading as someone who he is not, and taking advantage of the process and the convenience of digital solutions? I think this is something that we will have to always bear in mind, to constantly review and make sure that the safeguards are in place. Therefore, with that Mr Speaker, Sir. I support the amendment Bill.</p><h6>2.06 pm</h6><p><strong>Assoc Prof Jamus Jerome Lim (Sengkang)</strong>: Mr Speaker, the proposed amendments to the Electronic Transactions Act of 2011 and related amendments to two other Acts are intended to incorporate the UN Commission on International Trade Law's Model Law on Electronic Transferable Records, into our domestic legislation. To the extent that these amendments represent the Government's on-going efforts to renew as well as support the modernisation of various areas of the economy – and in this specific case, with regard to trade – it is undeniably welcome and will further bolster our position as a global trading hub.</p><p>While such laws that enhance trade facilitation may seem pedestrian, they represent important steps to ensure that less glamorous bread-and-butter aspects of international trade are brought into the 21st century and represent low hanging fruit insofar as gaining efficiencies from digitalisation are concerned.</p><p>That said, I wish to just add three points about moves to incorporate blockchain technologies to caution that the remaining excluded items could still be a binding constraint to fully realising efficiency in trade and to stress the need to provide support for our smaller firms as they make this important digital transition.</p><p>My first point concerns electronic document verification. Paragraph 1 in Article 10 of the Model Law was written with the recognition of the inherent difficulty in ascertaining the uniqueness of any given document in an electronic environment. In many ways, this is a purely technical issue and one not easily finessed by the language of the law. That said, recent innovations in blockchain technology now offer the promise of decentralised assurance of transactions integrity.</p><p>Minister Iswaran did explicitly point to these issues but MTI's position on incorporating such innovations, insofar as the amended law is concerned, remains somewhat unclear. It therefore behooves me to ask what the status of MTI's plans are on the roll-out of these blockchain based platforms for transferable electronic transactions in this space, such as, cargo access, smart bill of lading or the International Port Community System Association or IPCSA's e-bill of lading initiative, which I believe Minister Iswaran also alluded to.</p><p>And it would be helpful to know if MTI has already decided on favouring one of these platforms versus another, and if relevant industry players have been informed.</p><p>My second point is one of caution. I note that the amendments only propose to delete item 2 of the First Schedule and these are items excluded by the Electronic Transactions Act. Although it may seem sensible to proceed linearly and delete the other items when related legislation is ready, it is worth recognising that these other items may be less unrelated than they may seem prima facie. For instance, item&nbsp;4, excludes from the Act the sale, and item 5, the conveyance of immovable property. But real world trade is executed alongside a very rich set of trade financing instruments, which include not just standard, fair letters of credit, but also other subtler forms of financing such as leasing or inventory financing. To the extent that such instruments are still represented on the First Schedule, digitally-enabled trade transactions may potentially remain partially inhibited until these items are ultimately removed.</p><p>Mr Speaker, my final point is more general, but perhaps the most pertinent one in the context of our local businesses. The amendments as they stand do not include provisions that will support our SMEs in adopting trade-related electronic transactions records, thereby transitioning to this 21st century economy. Perhaps this issue will be addressed in subsidiary legislation or is implicit in the number of existing policies to support digitalisation. But I believe it is worth reiterating the importance of embedding the trade elements outlined in this Bill into programmes such as Enterprise SG's Enterprise Development Grant or Productivity Solutions Grant. And will these funds be applicable not just to new transactions, but also to enable the digitalisation of the existing stock of paper records for these firms?</p><p>Beyond rolling SME support into existing policy, is there a way to ensure that cost savings that accrue from this digitalisation effort are then passed on through to the firms themselves. One practical way forward, is to endow a Government secretariat, possibly within IMDA's own Digital Tech Hub or Go Digital platform that would assist small business owners in filling up standardised trade documents as a pre-approved solution. Another practical suggestion would be for IMDA to maintain a database of accredited shipping or trade legal firms that are familiar with the new digital records standards.</p><p>Finally, I would go as far as to suggest that it might be helpful if the Government were to take a proactive step in identifying a selection of externally oriented SMEs and working with them to digitalise their international trading operations. This would not only allow the all important demonstration effect, but also enable IMDA to learn the best practices and standard operating procedures necessary for scaling up their assistance and to enable a more systematic evaluation of the costs and benefits of digitalised trading operations for small firms. Notwithstanding these three issues, I support the Bill.</p><h6>2.13 pm</h6><p><strong>Mr Yip Hon Weng (Yio Chu Kang)</strong>: Mr Speaker, Sir, I stand in support of the Bill. My focus is on the legal recognition of the digital form of the Lasting Power of Attorney (LPA). This is timely, especially during this pandemic. It allows applications and amendments to be made to the LPA safely and conveniently.&nbsp;</p><p>As Singaporeans live longer, more people will spend their later years in weaker health. This can create conflict in a family where their loved one whose mental capacity is temporarily or permanently impaired.&nbsp;</p><p>Despite the importance of an LPA, the take-up rate is still very low. As of August 2020, there are just 93,000 registered LPAs. Only about 30% of the 60-69 year-old age group registered for an LPA. This is the largest percentage compared to all other eligible age groups.&nbsp;&nbsp;</p><p>I must emphasise that LPA is not just for the elderly, but also for every adult with sound mental capacity. The physical nature of the process involves multiple parties, including a doctor or lawyer to sign the documents in person. This is one of the challenges that puts people off the process. Digitalisation will reduce some of these inconveniences. This will attract more people to sign up.&nbsp;</p><p>Nevertheless, we must ensure that there is an underlying system in place, to enable the required parties to certify the documents online. For example, if doctors have access to the patient's medical history, this will help them with their assessment of the patient's mental condition when issuing the LPA.&nbsp;</p><p>LPA goes hand-in-hand with Advanced Care Planning, or ACP. LPA applicants should have the option on the application to select their preferred organisations to handle their ACP, and exercise the necessary financial planning. Can we look into streamlining this as part of digitalising the LPA? Can we also explore possibilities for regular updates and reviews of LPA appointments and ACP wishes online?&nbsp;</p><p>Mr Speaker, Sir, digitalisation is the way forward. But digitalisation is merely an enabler. We should take this opportunity to fundamentally review the LPA application backend processes, adopt a systemic approach and introduce changes accordingly. We need to do more than changing the physical to digital. Only then can we move the needle and make a real social impact.&nbsp;Mr Speaker, I support the Bill.</p><p><strong>Mr Speaker</strong>:&nbsp;Mr Louis Ng.&nbsp;</p><h6>2.16 pm</h6><p><strong>Mr Louis Ng Kok Kwang (Nee Soon)</strong>: Sir, this Bill is a step forward in Singapore's progress towards digitalisation.&nbsp;This Bill will adopt, with modifications, the UNCITRAL Model Law on Electronic Transferable Records. This allows the recognition of electronic records of trade documents at international ports and supports our digitalisation efforts.&nbsp;&nbsp;</p><p>I have three clarifications on the Bill and on Singapore's efforts to move towards electronisation.&nbsp;&nbsp;</p><p>My first point is on the effectiveness of national digitalisation in international trade with other countries at varying stages of digitalisation.&nbsp;Any single transaction in international trade is likely to involve multiple parties in various jurisdictions. It will be important for all parties involved to be certain that electronic documents will be legally valid and enforceable in jurisdictions where the documents may be needed to be enforced.&nbsp;&nbsp;</p><p>The reality, as the Minister pointed out, is that the UNCITRAL Model Law on Electronic Transferable Records has only been adopted by Bahrain.&nbsp;While Singapore's adoption of the Model Law will make Singapore one of the first mover countries, the current low rate of uptake may mean that electronic trade documents recognised in Singapore may not similarly be recognised abroad. Minister had addressed this point earlier, but could I ask whether we working with other countries to provide assurances that electronic trade documents will similarly receive recognition abroad?&nbsp;&nbsp;</p><p>My second point is on electronically signed deeds. During the circuit breaker period, electronic execution of contracts became much more common practice.&nbsp;However, deeds remain one category of documents where it is unclear if electronic signatures may be accepted. Lawyers generally advise against signing deeds using electronic signatures because of the risk that deeds governed by Singapore law or signed in Singapore may not be enforceable if signed using electronic signatures.&nbsp;</p><p>Can Minister clarify if deeds signed using electronic signatures, which comply with all other formalities required for deeds, are enforceable?&nbsp;</p><p>Lastly, the explanatory statement to the Bill makes clear that the adoption of the Model Law and the inclusion of trade documents under the Electronic Transactions Act is part of a wider initiative by the Government to support the electronisation of documents and transactions.&nbsp;&nbsp;</p><p>As part of IMDA's consultations in 2019, IMDA proposed removing the exclusion of Lasting Power of Attorney (LPA). In other words, it is proposed that electronic LPA should be allowed.&nbsp;&nbsp;</p><p>The Bill explains that these other transactions, such as LPAs, will be deleted when the legislative and administrative frameworks supporting electronisation are ready to be implemented. I understand that an Office of the Public Guardian Online Electronic System is in the works to allow LPAs to be registered electronically.&nbsp;&nbsp;</p><p>Can Minister share how it is working with MSF to ensure that the needs of the elderly are taken into account when rolling out the Electronic System? We need to consider that they might not be familiar or comfortable with such a system.&nbsp;While LPAs are of course not only for the elderly, they are a significant population that will make use of this instrument. We should ensure that any Electronic System caters to their needs.&nbsp;Sir, notwithstanding my clarifications I stand in support of the Bill.</p><p><strong>Mr Speaker</strong>:&nbsp;Mr Don Wee.&nbsp;</p><h6>2.20 pm</h6><p><strong>Mr Don Wee (Chua Chu Kang)</strong>: Mr Speaker, Sir, I would like to declare that my work at a financial institution involves dealing with trade documents. I also declare my interests as a member of the Institute of Mental Health's Visitors' Board and as an Office of Public Guardian pro bono donee appointed by the Court under the Mental Capacity Act.&nbsp;&nbsp;</p><p>I welcome the amendment Bill which will bring trade documents within the scope of the Electronic Transactions Act (ETA).&nbsp;Most maritime trade now uses paper copies of bills of lading.&nbsp;A single transaction can involve hundreds of pages for such bills.&nbsp;&nbsp;As a result, the documentation and processing work can constitute up to 20% of the cost of shipping the goods.&nbsp;&nbsp;</p><p>Providing legal recognition for digitalised trade documents, such as bills of lading, negotiable instruments, documents of title, bills of exchange, promissory notes, consignment notes and warehouse receipts will cut administrative costs, speed up processing time and boost efficiency.&nbsp;However as digitalised trade documents can be duplicated easily, financiers, banks must be careful and put up additional measures to prevent double-financing.&nbsp;</p><p>With the amendments, the ETA will adopt most of the standards of the United Nations Commission on International Trade Law, which sets out an internationally recognised legal framework for electronic records.&nbsp;Being aligned with the international system for electronic documentation is crucial for us as a global trading and shipping hub.&nbsp;&nbsp;</p><p>I would like to seek a clarification from the Minister.&nbsp;Presently, banks only finance international trade documents based on signed paper documents.&nbsp;With the amendments, am I correct to understand that electronic signatures will be recognised legally? As domestic online purchases have surged in recent years, especially for the last one year, can we also look into allowing digitalised delivery notes for local delivery to be recognised as legitimate too?&nbsp;</p><p>Next, the proposed changes to the ETA also seek to provide legal recognition for digital forms of the Lasting Power of Attorney (LPA), pending the readiness of the related legislation, the Mental Capacity Act, and supporting administrative framework.&nbsp;</p><p>LPA forms have to be witnessed and certified by an LPA certificate issuer, who are limited to a medical practitioner accredited by the Public Guardian, a practicing lawyer or a registered psychiatrist.&nbsp;This means that in effect, all the data entries, signatures and submissions have to be done in the offices of these professionals.&nbsp;&nbsp;</p><p>I am particularly concerned about the administrative, hardware and software support for the medical practitioners.&nbsp;I would like to suggest that the Government extends some assistance to them in this area so that they will be equipped suitably when the amendments to the Mental Capacity Act are made. Notwithstanding the abovementioned queries, I would like to conclude with my support for the Bill.&nbsp;</p><p><strong>Mr Speaker</strong>:&nbsp;Ms Joan Pereira.&nbsp;</p><h6>2.23 pm</h6><p><strong>Ms Joan Pereira (Tanjong Pagar)</strong>: Mr Speaker, Sir, the Electronic Transactions Act (ETA) has facilitated electronic commerce and filing of documents by providing legal certainty for many, though not all, categories of digital transactions and electronic records.&nbsp;</p><p>With the amendments, trade documents will be included.&nbsp;This will enable digital documentation with international ports, leading to shorter processing time, reduced costs and hopefully, lowered risks of fraud.&nbsp;These changes will have a significant impact on shipping and global trade.&nbsp;As a maritime and trading hub, we will definitely benefit from the resultant efficiency and productivity gains.</p><p>At this point, I seek the Minister's assurance that we have the digital infrastructural support and cyber expertise to ensure that the cyber fraud risks are minimised.&nbsp;Would he elaborate upon the measures we have in place to protect the integrity of such digital documents?</p><p>Next, the other area not covered under the ETA is the creation, performance or enforcement of an indenture, declaration of trust or power of attorney.&nbsp;This amendment Bill seeks to introduce changes to bring the power of attorney into its scope when the relevant legislative framework and administrative structure are ready, paving the way for the Lasting Power of Attorney (LPA) to be digitalised.</p><p>I would like to ask if there are plans to continue to accept hard copies of LPAs, even after digitalising LPAs.&nbsp;This will be helpful for those who struggle with digitalisation, especially the elderly and underprivileged.&nbsp;&nbsp;</p><p>It is also important to provide training and guidance for people who intend to make their LPAs online.&nbsp;Training should be very personal and one-to-one, so that they can ask questions and feel assured.&nbsp;There should be a one-stop venue where people can make appointments to be guided and advised.&nbsp;</p><p>Can we seek the support of the SG Digital Ambassadors to help in this initiative and also draw upon the community to assist? In addition, would cybersecurity measures be introduced to protect the LPA databases, guard against hacking and fraudulent submissions? Sir, in Mandarin.&nbsp;</p><p><a href=\"460\" target=\"_blank\"><em>(In Mandarin): [Please refer to Vernacular Speech.]</em></a><em>&nbsp;&nbsp;</em>I would like to ask if there are plans to continue to accept hard copies of LPAs, even after digitalising LPAs. This will be helpful for those who struggle with digitalisation, especially the elderly and underprivileged. It is also important to provide training and guidance for people who intend to make their LPAs online. Training should be very personal and one-to-one, so that they can ask questions and feel assured.&nbsp;</p><p>There should be a one-stop venue where people can make appointments to be guided and advised. In addition, would cybersecurity measures be introduced to protect the LPA databases, guard against hacking and fraudulent submissions? Can we seek the support of SG Digital Ambassadors to help in this initiative and also draw upon the community to assist?&nbsp;</p><p>(<em>In English</em>): Sir, I support the Bill.&nbsp;</p><p><strong>Mr Speaker</strong>:&nbsp;Mr Zhulkarnain Abdul Rahim.&nbsp;</p><h6>2.27 pm</h6><p><strong>Mr Zhulkarnain Abdul Rahim (Chua Chu Kang)</strong>: Mr Speaker, Sir, I rise in support of the amendments to the Electronic Transactions Act (ETA). I first declare my interest as a practising international trade and shipping lawyer.</p><p>This amendment Bill is one of the many steps that Singapore is taking in its journey to digitalisation. This amendment Bill seeks to amend the ETA and adopt with modifications the UNCITRAL Model Law on Electronic Transferable Records.</p><p>This amendment specifically deletes Item 2 from the First Schedule of the ETA which are trade documents such as negotiable instruments, documents of title and bills of lading. I welcome this move.</p><p>Singapore is one of the busiest international maritime hubs. Most of maritime trade involves the use of physical bills of lading which can be cumbersome and voluminous. With physical bills of lading, there is also a higher possibility and propensity of fraud being perpetrated. As a lawyer, I have been personally involved in many cases concerning litigation disputes on competing claims or contradicting bills of lading and frauds committed upon consignees or trade financing banks.&nbsp;Therefore, having electronic bills of lading or electronic negotiable instruments would clear up this area.</p><p>This legislation, together with the Government's Networked Trade Platform (NTP) which is a one-stop trade and logistics eco-system, shall assist Singapore to be a leading trade, supply chain and trade financing hub. It will be able to cut costs and streamline processes of trade financing.</p><p>Digitalisation means faster processing, lower risks and lower risks of fraud. Innovative technology like blockchain or smart contracts can further supplement our foray into digitalisation; bringing with it, not only costs and time efficiency, but more convenience and greater confidence in our system. This will give Singapore the edge.</p><p>In the area of shipping and international trade, this amendment Bill signifies an important step which will allow Singapore to further enhance its position as a maritime and trade hub.</p><p>Given the various changes and developments to be expected in this area, I hope that the Minister can consider a thorough public awareness campaign, perhaps through industry leaders or trade associations and chambers of commerce, so that businesses especially small and medium enterprises or those that have yet to embark on the digitalisation journey, so that they can too take full advantage of these digital alternatives to trade documents and the specific requirements for electronic records to be recognised.</p><p>In the Explanatory Statement of this amendment Bill, it is stated that the other matters in the First Schedule will be deleted when the legislative and administrative frameworks supporting the electronisation of those other items are ready to be enacted or implemented. For these other matters, I think most families would welcome the impending deletion of Items 1 and 3 of the First Schedule regarding the creation or execution of a will and trust or power of attorney, which would include lasting powers of attorney or LPA.</p><p>Currently, an LPA must be in hard copy form. MSF in its public consultation in 2020 has considered the potential digitalisation of LPAs; reducing the time needed from three weeks to just eight working days.</p><p>Digitalisation would also allow deputies appointed under LPAs to file their reports online and make it more convenient and faster for deputies to manage the affairs of the donor, like sending an electronic copy of the LPA to third parties, like banks. For banks or any third parties, they would also have confidence in the transaction as they will be receiving the most up-to-date electronic copy of the LPA from the Office of the Public Guardian.</p><p>Given our ageing population and the current pandemic situation which limits face-to-face and physical interactions, it is important for us to expedite the digitalisation of such documents, LPAs and wills for our fellow Singaporeans. This hopefully will bring about a higher take-up rate of LPAs and wills, and reduce the risks of litigation and disputes on competing LPAs and wills.</p><p>Hence, I would ask the Minister if there can be further announcements on the estimated timeframe for the deletion of the other items in the First Schedule, particularly those relating to the electronic or digitalisation of LPAs and wills. In short, I am asking for the estimated time of arrival, or ETAs, on the LPAs.</p><p>With that Mr Speaker, Sir, suggestions and clarifications notwithstanding, I support this Bill.</p><p><strong>Mr Speaker</strong>: Ms Janet Ang.</p><h6>2.33 pm</h6><p><strong>Ms Janet Ang (Nominated Member)</strong>: Mr Speaker, I am Janet Ang and I would like to make the following declarations. I am Chairman of SISTIC.com, an SME, Independent Director of SPH, Council Member of Singapore Business Federation and Deputy Chairman of SBF Foundation, and a former IBM Managing Director of IBM Singapore.</p><p>If you would, allow me to make a couple of points to address the Minister for Communications and Information and Minister-in-Charge of Trade Relations’ proposed amendments to the Electronic Transactions Act. Of course, I start by saying this is my maiden speech and I support the Bill, which is the reason why I am up here.</p><p>If you would allow me, I would just like to remind us that one of the key things is to create the future, we must understand the past.&nbsp;When I read the Bill, the first thing goes back to 1985 when Singapore first launched TradeNet.</p><p>Looking back at the past, we always must have the lessons from our journey so far and develop our&nbsp;collective response to the opportunities and challenges ahead of us to ensure that Singapore 2.0 will be even better than 1.0,&nbsp;for ourselves and for our children and&nbsp;future generations to come.</p><p>And, as the past year has taught us, we learnt to be resilient in the wake of disruptions like the COVID-19 pandemic, to expect the unexpected, to learn from past experiences like SARS and the Global Financial Crisis, while at the same time stay alert to constant changes, be agile and adapt as we go along, and most importantly, to strengthen our resolve for collective response to emerge stronger post-COVID-19 even as we are being tested at every level, every day.</p><p>It will be remiss of me not to take this opportunity, as this is my first time, to thank everyone in the House for all that you have done to lead and will continue to lead us safely and thoughtfully through these unprecedented times. And, of course, special mention to the WOG or whole-of-Government Taskforce at every level and to our essential workers in the front line. As Singaporeans and residents, we are all grateful.&nbsp;</p><p>Singapore has always led with a vision, rallied Singaporeans and the community to work towards the common goal, and execute together, to make it a reality. Mr Lee Kuan Yew and his team rallied Singaporeans with the vision to take Singapore from “Third World to First”; “from mudflat to metropolis”. And our Prime Minister Mr Lee Hsien Long in his National Day Rally Speech of 2014, has yet again set in motion,&nbsp;our transformation agenda to becoming the world’s first smart nation.</p><p>I feel so humbled to have the opportunity to be here in this very Chamber where these visions and strategies for Singapore were and are being charted. Singapore’s success lies in our collective ability to execute and I have no doubt that once again, even with this Bill and amongst others, we will do the same.</p><p>We are in an era of \"<span style=\"color: rgb(51, 51, 51);\">acceleration of digital”.&nbsp;</span>The coronavirus pandemic has propelled technology to the forefront of business agendas, and into the lives of everyone. Work-From-Home, Home-Based Learning, SafeEntry, TraceTogether and SingPass have become common vocabulary amongst Singaporeans and residents. We have all personally experienced during the last 12 months, the surge of e-commerce, the convenience of online food delivery, the proliferation of Zoom meetings and online webinars, and for me personally, K-dramas and masses crash-landed into my living room. So, acceleration to digital “everything” is on a different trajectory.</p><p>On the business front, COVID-19 has accelerated business digitalisation efforts across industries by almost two to five years and e-commerce trade have tripled, according to speakers at last week’s World Economic Forum's Davos Agenda. In a recent National Business Survey 2020/2021 conducted by the Singapore Business Federation (SBF) from 9 October to 28 November 2020 with respondents from 1,075 companies across key industries – 85% from SMEs and 15% from large companies&nbsp;– it was found that 39% of companies report that their IT/digitalisation budgets have increased as a result of the COVID-19 situation. The Government support has been and continues to be vital toward recovery with 47% and 31% reporting that help with talent and building capabilities respectively, were very relevant. In the same survey, 58% of the businesses highlighted that the key barrier to digitalisation is the perceived high investment cost of technology adoption. Other technology adoption challenges which they spelt out include the upskilling of staff, expensive licensing of IP, cyber security risks and lack of management expertise to drive technology change. For more information on the survey results, please refer to SBF. I highlighted these more specifics, related to their digitalisation challenges.</p><p>Just to complete the backdrop of where all the SMEs in Singapore stand, based on IMDA's Digital Acceleration Index 2020, most Singapore SMEs have very low digital maturity scores, with&nbsp;67% of SMEs being Digital Starters – at the bottom. By contrast, so that we do not think that we are that bad, Singapore’s MNCs in the IT and professional services sectors and the LLCs in Financial Services sector had outperformed their peers globally. So, we can see the divide. Of course, the good news is that even for the SMEs, it did improve and increase from 2019 to 2020.</p><p>The Minister has given us a succinct proposition for why the amendments to the Electronic Transaction Act. In my past life at IBM, I was involved with the Maersk and IBM TradeLens project as well as initiating the PIL and IBM electronic bill of lading pilot. We saw reduced time and reduced costs for trade document processing, and transactions were more secure, inter-operable, and transparency and provenance was built into the system.</p><p>I believe that the Bill for the Electronic Transactions (Amendment) Bill is very timely as the outlook for digital trade and digital services is rapidly growing. The lack of regulation and legislation globally does increase costs and risks for all. Singapore’s leadership with TradeTrust, the Digital Economy Agreements with Chile, New Zealand and Australia, and now this Electronic Transactions (Amendment) Bill will pave the way for accelerating digital trade safely with open transparent standards, for Singapore companies and give us a leg-up in being plugged into the global trade eco-system. New rules are needed in the digital economy, and it is certainly far better to be co-writing the rules then to be playing catch up.</p><p>That said, we are cognisant that COVID-19 has exacerbated the divide between the \"haves\" and \"have nots\". We have seen during the circuit breaker that access to computers and high-speed wifi for students to take part in home-based learning cannot be taken for granted. Likewise, for our SMEs, their ability to effectively participate and leverage the trade platforms created for their benefit, cannot be assumed. Sixty-seven percent of SMEs are Digital Starters, and they are still battling with the barriers of investment cost, skills, management expertise and so on, to get across the digital chasm.&nbsp;</p><p>Perhaps the following suggestions I am going to make, are already being considered and so I beg your indulgence. Specific to the preparation of our businesses especially the SMES for the adoption of Electronic Transactions, I believe we need to bear in mind&nbsp;that there will be increased costs in the short to mid term, when there are investments required, and there is a time when both manual and digital will have to co-exist. So, one suggestion to consider is that the platform for digital trade to be part of a national infrastructure funded/sponsored by Government, PPP or some sectoral Queen Bee, pretty much like how the banks effectively bank-rolled PayNow to facilitate e-payment.</p><p>PayNow Corporate has crossed more than 4 million registrations in December, of course, accelerated by COVID-19, no doubt. But certainly, it is because of the network effect.</p><p>Innovation in business models, policies, regulation, technology and the development of skills all go hand-in-hand. That is the first suggestion.&nbsp;</p><p>The second is SMEs lack the skills and the management leadership and expertise to drive digital transformation. The lack of leadership expertise to drive this transformation is one of their challenges. One suggestion or thought, is for the Government to consider seconding some of their tech&nbsp;scholars to work in SMEs or SME sectors, on these digital transformation efforts. And leveraging on the Electronic Transactions (Amendment) Bill is definitely a good one to go with.</p><p>The third suggestion.&nbsp;<span style=\"color: rgb(51, 51, 51);\">We have PayNow. We have InvoiceNow. Our businesses have enquired about when we will have “SignNow” so that companies can use e-signatures on banking documents and comply with the banks’ compliance process. And I believe several speakers ahead of me have mentioned this.</span></p><p>These are but some ideas and thoughts. We need on-going dialogue among the stakeholders to listen to each other, to better understand the issues and find the solutions together.</p><p>To conclude, I hope that we can take this unprecedented time of chaos caused by a health pandemic, to forge ahead on how we might have an integral development approach to growth where we collectively – Government, big corporations, large enterprises, the well-endowed, civil society, IHLs, together with the SMEs – bring all the SMEs along, bring those who feel that they are marginalised and disadvantaged, along. The only criteria is that the SMEs and their teams are themselves hungry to survive and to grow, and have the conviction and the resolve to transform.</p><p>To get on to the digital train, there are investments to be made, and if you see the list of challenges which I shared earlier, the work to get them on the digital track must be now. I support the Bill, Sir.</p><p><strong>Mr Speaker</strong>: Minister Iswaran.</p><h6>2.45 pm</h6><p><strong>Mr S Iswaran</strong>: Thank you, Mr Speaker. I would like to begin by thanking all Members who have spoken on the Bill and for their support of this Bill.</p><p>It has been my experience any laws, policies and programmes on digitalisation never fail to elicit very wide-ranging views and suggestions, all given and with the best of intentions. I hope Members will understand if I confine my response to the issues that are germane to this particular Bill and some of the immediate adjacencies. And I also like to assure them that some of the other areas will be looked into by the respective agencies.</p><p>I want to start by agreeing fully with all Members the fact that digitalisation and indeed this Bill, are all but enablers. They are means to an end. And ultimately, it is how these enablers help to improve the lives of our citizens and opportunities for our businesses. That is the ultimate lens through which we should be looking at this and many of the other initiatives.</p><p>And in that spirit, I want to thank Members for their various questions and comments on the key issues that this Bill seeks to address. In particular, if I were to condense it, the views fall into two broad themes, namely: what are we doing to ensure that businesses digitalise in a sustainable and effective manner; and secondly, what are we doing to enhance and protect consumers' quality of experience related to electronic transactions?&nbsp;</p><p>Let me endeavour to address each in turn.&nbsp;</p><p>First, on sustainable digitalisation for businesses. Some Members have asked about the cost impact to businesses arising from the proposed amendments.&nbsp;Beyond replacing paper documents with electronic transferrable records or ETRs, businesses that wish to unlock the full potential of digital solutions will have to invest resources into reviewing their existing operations, IT and digital infrastructures and systems and their business processes.</p><p>As Members have noted, today's predominantly paper-based trading environment does incur in inefficiencies and delays because the time required to process paper documents may far exceed, in some instances, that needed to physically move the goods.&nbsp;To give some sense of proportion, according to research done by Maersk and IBM, and as highlighted by Mr Don Wee, the cost of processing trade documents could cost as much as 20% of the physical transportation cost of a shipment of goods, which is quite staggering if you think about it.&nbsp;&nbsp;</p><p>&nbsp;So, ETRs, such as electronic bills of lading can yield significant savings cost savings across the entire cost value chain. Although Ms Janet Ang highlighted,&nbsp;there may be a transition period when businesses have to work with both electronic and paper-based bills of lading, because their business partners may not be ready to adopt electronic bills of lading, the overall long-term benefits and competitive advantages remain compelling.&nbsp;&nbsp;</p><p>Ultimately, individual businesses must weigh the costs and benefits for themselves. The proposed amendments to the ETA do not mandate the use of ETRs but they are an important enabler that confer greater certainty to the business environment. The new section 16D provides that both parties must consent to the use of the ETR and, therefore, businesses are free to choose.</p><p>Mr Louis Ng&nbsp;asked about how the amendments will ensure that Singapore continues to be interoperable with the global trade eco-system, especially when many countries have yet to adopt the use of ETRs widely.</p><p>Sir, the MLETR is an internationally harmonised legal framework for adoption by all countries.&nbsp;Its text was formulated at the UNCITRAL Working Group meetings, attended by delegates who represented the views and interests of countries from all over the world.&nbsp;As a Model Law, the MLETR text provides a suggested framework for lawmakers in national Governments to consider adopting as part of their domestic legislation.&nbsp;In the long run, as countries move forward to adopt the MLETR, these amendments will naturally confer a certain degree of international harmonisation with other jurisdictions.&nbsp;&nbsp;</p><p>But not every country will be ready to enact the Model Law in the near future.&nbsp;Hence, the new sections 16M and 16N contain substantive provisions that enable the change of medium from an ETR to a physical transferable document or instrument, and vice versa.&nbsp;This enables parties to decide to use an ETR with the assurance that the ETR can be converted to a physical transferable document or instrument at some later stage in the life cycle, and can be converted back to an ETR, if needed.</p><p>We have also been working on Digital Economy Agreements, which is really a digital analogue of Free Trade Agreements. And through these agreements, we hope to foster the global adoption of the Model Law, and encourage the global trade industry to use ETRs with confidence via a common legal framework.&nbsp;Members will recall that we have signed two such Digital Economy Agreements, one with Australia,&nbsp;and one with Chile and New Zealand. We are in discussion others as well. So, this will be another part of our effort to promote the adoption of this Model Law thereby realising the network benefits that many Members have mentioned.&nbsp;&nbsp;</p><p>Mr Zhulkarnain asked about our efforts to encourage industry to adopt ETR solutions. Apart from legal reforms, Singapore is actively working with our industry and international partners to develop the digital trade eco-system.&nbsp;</p><p>One such example is IMDA's TradeTrust, a digital utility that comprises globally accepted standards and frameworks that connects Governments and businesses to a neutral and public blockchain.&nbsp;In doing so, it enables interoperability across digital platforms so that electronic trade documents can be exchanged in a trusted fashion while ensuring document authenticity, proof of provenance and transfers of title for ETRs.</p><p>We have made good progress in the development of TradeTrust since the signing of our partnership with the International Chamber of Commerce and 17 major corporations, such as MasterCard, PSA International and Standard Chartered at Davos last year.&nbsp;Our collaboration with the Port of Rotterdam culminated in the successful technical Proof of Concept where transfers of title for electronic bills of lading were achieved between two standalone solutions on the TradeTrust framework. This goes to the point that Mr Louis Ng raised about how we are promoting the use of such technology.</p><p>I would like to thank Assoc Prof Jamus Lim and Ms Janet Ang&nbsp;for their suggestions to support SMEs to digitalise. We agree fully. And I think it is important to note that the SMEs will stand to benefit from TradeTrust. In fact, in some ways, perhaps even more so, and not just large organisations.&nbsp;&nbsp;</p><p>The TradeTrust software is distributed for free under open source licensing terms.&nbsp;This is a good starting point for tech firms in the business of providing products or services around ETRs, while enabling them to be interoperable without additional cost.&nbsp;&nbsp;</p><p>Businesses of all sizes throughout the entire value chain involved in cross-border trade, stand to benefit from TradeTrust, as electronic trade documents, including ETRs can be transferred in a seamless and secure manner.&nbsp;</p><p>Additionally, IMDA partners Trade Associations and Chambers have been reaching out to SMEs through webinars and industry events to help SMEs better understand the benefits of digitalisation as well as the different Government support that is available.&nbsp;IMDA's SME Digital Tech Hub provides specialist digital technology advisory to SMEs that have advanced digital needs, such as data analytics and cybersecurity.&nbsp;&nbsp;</p><p>Assoc Prof Jamus Lim asked how this syncs with the broader effort by MTI in terms of promoting the adoption of such technologies by SMEs. Broadly speaking, we have a digitalisation effort which all Government agencies, in particular, our economic agencies are working on. This is an effort that we undertake in partnership with industry partners, Trade Associations and Chambers and international partners, in the manner I have just described. In doing this, our objective is to not just pursue technology for the sake of technology, but to ensure that it is assessed through the eyes of industry to ensure that there is value. Because, as we have all agreed, that is the ultimate objective that it derives benefit and it is a means to an end.</p><p>So, our objective is not so much about picking platforms or picking technologies but it is about ensuring that our system remains open, interoperable, allowing for the fact that technology may evolve over time and therefore, we need dexterity in our system that allows that compatibility across current and new technologies, and indeed, current technologies that may be co-existing.</p><p>Ms Joan Pereira&nbsp;and Ms Tin Pei Ling asked about the issue of the sufficiency of safeguards for ETRs and digital transactions, and how the Government will ensure the integrity and authenticity of these newer forms of electronic transferable documents or instruments.</p><p>There are legal safeguards in place for the creation and use of ETRs.&nbsp;</p><p>As I mentioned before, the new sections 16F to 16I set out specific requirements that an electronic record must meet in order to be recognised under the ETA as being a functional equivalent of a paper transferable document or instrument.&nbsp;Mr Don Wee&nbsp;will be glad to know that these provisions collectively serve to prevent the unauthorised replication of an ETR by an ETR management system.&nbsp;&nbsp;</p><p>The new section 16O which sets out a general reliability standard for the assessment of the reliable methods used to give effect to the requirements in new Part IIA, also includes factors, such as the \"assurance of data integrity\" and \"the security of hardware and software\".&nbsp;&nbsp;</p><p>In terms of technological safeguards, there have been significant advancements which enable us to transact in an even more secure and seamless manner.&nbsp;Distributed ledger technology, smart contracts and biometrics are just some examples of the rapidly evolving areas.&nbsp;These technologies, along with transparent electronic audit trails, will help prevent the tampering of data by third parties.&nbsp;&nbsp;</p><p>We must all do our part to acquire the skills to protect our digital resources from cybersecurity risks.&nbsp;The Government is committed to the security and resilience of Singapore's cyberspace and to protect our critical information infrastructure.&nbsp;&nbsp;&nbsp;</p><p>Businesses on that part must create a cyber secure environment for their business and customers.&nbsp;CSA launched the Safer Cyberspace Masterplan, which lays out the detailed steps that organisations can take to protect themselves from cyber risks.&nbsp;As they introduce ETR solutions, business owners should review their cyber risk assessments because the digital footprint grows in tandem and they must implement proactive measures to protect their businesses.</p><p>Mr Don Wee&nbsp;asked for clarifications with regard to the circumstances in which electronic signatures may be used and Ms Janet Ang&nbsp;provided suggestions to facilitate use of electronic signatures.&nbsp;</p><p>Essentially, the ETA today allows electronic signatures to be used in place of physical signatures, but this does not cover matters under the Exclusion List, including transferable documents or instruments.&nbsp;With the new section 16G, it is now possible to rely on the ETA to legally recognise electronic signatures for transferable documents or instruments. For Excluded Matters, it may still be possible to use electronic signatures in circumstances permitted under the Common Law. And I would advise parties to consult their lawyers for guidance on this.</p><p>Mr Louis Ng spoke about signing deeds electronically.&nbsp;Currently, the formalities for executing a deed depend on whether there are requirements prescribed in the legislation governing the subject matter of the deed.&nbsp;Where the legislation is silent, then a deed must be executed according to the principles established at common law.&nbsp;In other words, it must be sealed and delivered.&nbsp;We understand that deeds are also commonly witnessed in practice.&nbsp;Such formalities are safeguards developed over time to provide a measure of reliability and security.&nbsp;It is necessary to consider whether and what safeguards are needed if, in fact, we want to migrate these deeds to the electronic domain, in other words, to digitalise them. And this is an area of work that MinLaw and other relevant Ministries are studying.</p><p>I want to now&nbsp;address the issues pertaining to consumers’ quality of experience related to electronic transactions. I have shared how the Bill will enable the use of ETRs, such as electronic bills of lading, to reduce the cost of shipping, streamline workflows, resulting in a more efficient global logistics network.&nbsp;While the direct benefits of the amendments primarily impact businesses, individuals could ultimately enjoy lower prices of goods as a result of the reductions in transaction costs associated with faster documentation processing, transportation and trade financing.</p><p>Ms Tin Pei Ling and Mr Zhulkarnain&nbsp;asked about our future plans to digitalise other transactions.&nbsp;Looking ahead, the Government is studying the feasibility of progressively removing the remaining documents and instruments from the Exclusion List, and we will be guided by the benefits that will accrue to citizens, if they are made available in electronic form whilst keeping a keen eye on the safeguards that are necessary.&nbsp;When an item is feasible for digitalisation, the Government will work towards the implementation of the necessary legislative and regulatory frameworks and corresponding safeguards.&nbsp;To Mr Zhulkarnain's specific point, we do not have a specific estimated time of arrival for the Electronic Transactions Act's Exclusion List to be reduced or removed completely. But as a general move as part of the Government's larger effort, we are seeking to remove as many of these exclusions as possible by 2023.</p><p>The progressive removal of items from the Exclusion List will send a strong signal that Singapore remains committed to be a leading digital economy and a secure and trusted hub for e-commerce and other forms of electronic transactions.&nbsp;It will also reinforce the Government’s wider digitalisation effort and facilitate the achievement of the Digital Government Blueprint to provide end-to-end digital options for most Government services.&nbsp;</p><p>For example, MSF’s forthcoming Mental Capacity (Amendment) Bill will introduce, amongst other things, a framework to enable and safeguard the creation and registration of electronic lasting powers of attorney, or LPAs.&nbsp;Currently, only hard copies of LPAs are accepted.&nbsp;Excluding the mandatory three-week waiting period, as some Members have observed, digitalising LPAs could cut the time needed to register LPAs from an average of three weeks to about eight working days.</p><p>I thank Mr Louis Ng, Ms Joan Pereira, Mr Don Wee and Mr Yip Hon Weng&nbsp;for their suggestions and queries relating to the upcoming plans to digitalise LPAs.&nbsp;MSF, as the domain Ministry, will partner other Government agencies and community touchpoints to assist those who are less digitally-savvy.&nbsp;MSF will also engage the relevant professional groups to ensure effective implementation of the electronic LPA. In general, with all the domains and the specific documents and concerns, the Ministries will undertake consultation with stakeholders and ensure that even as we seek to realise the benefits of digitalisation, appropriate safeguards are put in place to foster the trust that is pivotal to the success of these moves.</p><p>As we step up our digitalisation efforts, it is also understandable that there will naturally be concerns about new types of risks and fraud in going digital. This is by no means unique to the digital domain. We know that fraud and other risks exist even in the physical domain.</p><p>Transferable documents or instruments, such as bills of lading, are largely for commercial use.&nbsp;I have already covered in quite some detail the legal and technological safeguards which will protect businesses and strengthen trust in the use of ETRs.&nbsp;These apply to safeguards for individuals as well.&nbsp;</p><p>We do recognise that documents or instruments are used differently, depending on the specific context and use cases, which means safeguards will need to be calibrated or tailored to the situation as well.&nbsp;MCI, IMDA and sector agencies are, therefore, adopting a phased approach, where items from the Exclusion List will be removed only when the relevant supporting legislative and regulatory frameworks and corresponding safeguards are in place.&nbsp;This approach will, first, provide clarity to businesses and individuals on requirements needed to use such documents electronically and, second, ensure adequate safeguards are put in place to protect the vulnerable and less digitally-savvy.&nbsp;</p><p>I agree with Ms Joan Pereira&nbsp;on the importance of ensuring that our less digitally comfortable citizens do not inadvertently experience greater inconvenience as we step up our digitalisation efforts.&nbsp;My colleagues and I at MCI accord utmost importance to digital inclusivity. That is why the ETA does not, for a start, mandate the use of electronic documents or the electronic medium for transactions.&nbsp;Instead, the ETA enables electronic transactions as an additional option and provides a clear legal framework to recognise and support these transactions.&nbsp;As such, it does not remove individuals’ option to receive communications and to transact through non-electronic means.&nbsp;</p><p>Similarly, businesses are free to weigh the costs and benefits and decide for themselves if they wish to invest in adopting ETR solutions. The new section 16D specifically provides that both contracting parties must consent to the use of ETRs.&nbsp;Currently, section 5 of the ETA already provides for party autonomy and makes clear that the use of electronic forms of documents or instruments is not compulsory. So, again, at the business level, there is flexibility.</p><p>While providing the flexibility of options to businesses and individuals is important, we need to also ensure that Singaporeans keep pace with technology, not just for economic reasons or for the sake of technology in itself, but to enhance their quality of life and to fully derive the benefits that can be realised through the use of technology.&nbsp;Hence, we have taken additional steps to ensure that companies and individuals have the knowledge and skills to embrace digitalisation. I can give you a long list but it would suffice to illustrate with one or two, for example, the Digital Resilience Bonus&nbsp;which was aimed at the retail and food services sector, and our more recent SG Digital Office Community Hubs which ensure that we reach out to segments of Singaporeans who may require more support in their digitalisation journey.&nbsp;</p><p><span style=\"color: rgb(51, 51, 51);\">Mr Speaker, I believe I have substantively covered the points that Members have raised. I would like to thank them once again for their insightful comments. </span></p><p><span style=\"color: rgb(51, 51, 51);\">In conclusion, since the ETA was last amended in 2010, we have made significant strides in our digitalisation journey, bringing significant benefits to businesses and citizens.&nbsp;However, the landscape is ever-changing and we need to be agile to adopt new technologies and to respond to changing circumstances.&nbsp;</span></p><p>This Bill is an important step for the digitalisation of our trade sector.&nbsp;It ensures that our laws continue to facilitate businesses’ use of new technologies while ensuring that we remain interoperable with the global trade economy, reinforcing Singapore’s status as a maritime and financial hub.</p><p>Today’s Bill largely addresses the trade sector. But there are many other sectors that can benefit greatly from digitalisation.&nbsp;The Government will progressively review these other sectors, focused and guided by the benefits they bring to our people and businesses the safeguards that are necessary to preserve trust and, ultimately, to secure Singapore's competitive position in the global digital economy.&nbsp;Mr Speaker, Sir, I beg to move.</p><p>[(proc text) Question put, and agreed to. (proc text)]</p><p>[(proc text) Bill accordingly read a Second time and committed to a Committee of the whole House. (proc text)]</p><p>[(proc text) The House immediately resolved itself into a Committee on the Bill. – [Mr S Iswaran]. (proc text)]</p><p>[(proc text) Bill considered in Committee; reported without amendment; read a Third time and passed. (proc text)]</p>","mpNames":"Assoc Prof Jamus Jerome Lim (Sengkang),Ms Janet Ang (Nominated Member),Mr Don Wee (Chua Chu Kang),Mr Speaker,Mr Zhulkarnain Abdul Rahim (Chua Chu Kang),Ms Tin Pei Ling (MacPherson),Ms Joan Pereira (Tanjong Pagar),The Minister for Communications and Information (Mr S Iswaran),Mr Yip Hon Weng (Yio Chu Kang),Mr Louis Ng Kok Kwang (Nee Soon)","htmlFileName":null,"verPdf":null,"footNotes":null,"footNoteQuestion":null,"footNoteQuestions":null,"footNote":[],"atbpList":[],"ptbaList":[],"attendanceList":[],"onlinePDFFileName":null,"pdfNodes":null,"clarificationText":null,"clarificationTitle":null,"clarificationSubTitle":null,"ptbaFrom":null,"ptbaTo":null,"questionCount":null},"type":"bill","sittingDate":"01-02-2021","questionCount":null}